[About Language File]
Comments=Si encuentra errores de traducción, déjeme saberlo. Gracias.
Date=25.06.2022
Email=info@texteditor.pro
Version=23.1.0

[AboutDialog]
Caption=Acerca de Text Editor Pro
LabelCopyright=Derechos de autor %s. Todos los derechos reservados.
LabelFeedback=Sus Reacciones
LabelIcons=Iconos
LabelLanguageFileContributors=Contribuyentes de archivos de idiomas
LabelLicense=Este producto es siempre Gratuito para usted. Vea la Licencia.
LabelMemoryAvailable=Memoria disponible para Windows: %s
LabelThirdPartyComponents=Componentes de Terceros
LabelVersion=Versión %s (%d-Bites)
LabelWebsite=Lugar en la Red

[AskYesOrNo]
CancelSearch=Cancelar la búsqueda, ¿Está seguro?
CheckInternationalCharacters:=Translation needed
CheckInternationalCharacters=File "%s" contains international characters.%sChange the encoding to keep the characters.%sSave anyway?
CloseDirectory=Cerrar el directorio %s, ¿Está seguro?
DeleteDirectory=Eliminar el directorio %s, ¿Está seguro?
DeleteFile=Eliminar el archivo %s, ¿Está seguro?
DeleteLine=Eliminar la línea, ¿Está seguro?
NewVersion=La nueva versión %s de %s esta disponible.%s ¿Desea descargar de la Red?
RecordMacro=Grabar el nuevo macro, ¿Está seguro?
ReopenFileWithEncoding=¿Reabrir el archivo con la codificación "%s" ?
ReplaceOccurence=¿Remplazar esta ocurrencia de "%s"?
ResetColor=Restablecer el color %s, ¿Está seguro?
SaveChanges=¿Guardar los cambios?
SearchMatchNotFound=búsqueda igual no se encontró.%s ¿Desea comenzar a buscar desde el principio del archivo?
SearchStringNotFound=búsqueda de "%s" no se encontró


[ChangedFilesDialog]
Caption=Recargar Archivos Cambiados
VirtualDrawTree:0=Archivo
VirtualDrawTree:1=Vía

[CharacterMapForm]
Caption=Mapa de Caracteres

[ClipboardHistoryDialog]
ActionClearAll=Limpiar Todos
ActionCopyToClipboard=Copiar al Portapapeles
ActionInsertInEditor=Insertar en el Editor
Caption=Historial del Portapapeles


[ColorConstant]
SColorBoxCustomCaption=Modificación
SName3DDkShadow=Sombra Oscura 3D
SName3DLight=Alumbrado 3D
SNameActiveBorder=Borde Activo
SNameActiveCaption=Título Activo
SNameAppWorkSpace=Área de Aplicación
SNameAqua=Acqua
SNameBackground=Fondo
SNameBlack=Negro
SNameBlue=Azul
SNameBtnFace=Cara del Botón
SNameBtnHighlight=Resalte del Botón
SNameBtnShadow=Sombra del Botón
SNameBtnText=Texto del Botón
SNameCaptionText=Encabezamiento del Texto
SNameCream=Crema
SNameDefault=Designado
SNameFuchsia=Fucsia
SNameGradientActiveCaption=Gradación activa en leyenda
SNameGradientInactiveCaption=Gradación inactiva en leyenda
SNameGray=Gris
SNameGrayText=Texto Gris
SNameGreen=Verde
SNameHighlight=Fondo Resaltado
SNameHighlightText=Texto Resaltado
SNameHotLight=Alumbrado
SNameInactiveBorder=Borde Inactivo
SNameInactiveCaption=Leyenda Inactiva
SNameInactiveCaptionText=Leyenda de Texto Inactiva
SNameInfoBk=Fondo de Información
SNameInfoText=Información de Texto
SNameLime=Limón
SNameMaroon=Marrón
SNameMedGray=Gris Mediano
SNameMenu=Fondo del Menú
SNameMenuBar=Barra del Menú
SNameMenuHighlight=Resaltado del Menú
SNameMenuText=Texto del Menú
SNameMoneyGreen=Verde Dinero
SNameNavy=Azul Naval
SNameNone=Ninguno
SNameOlive=Oliva
SNamePurple=Púrpura
SNameRed=Rojo
SNameScrollBar=Barra de Desplace
SNameSilver=Plata
SNameSkyBlue=Azul Cielo
SNameTeal=Verde Azulado
SNameWhite=Blanco
SNameWindow=Fondo de Window
SNameWindowFrame=Marco de Window
SNameWindowText=Texto de Window
SNameYellow=Amarillo


[CompareForm]
ActionExit:h=Salir de Comparar Texto
ActionExit=Salir
ActionLeftCopy:h=Copiar líneas selectas al archivo de la derecha
ActionLeftCopy=Copiar
ActionLeftFileOpen:h=Abrir un archivo existente
ActionLeftFileOpen=Abrir
ActionLeftFileSave:h=Guardar el archivo
ActionLeftFileSave=Guardar
ActionLeftNext:h=Moverse a la próxima diferencia
ActionLeftNext:s=F3
ActionLeftNext=Próxima
ActionLeftPrevious:h=Moverse a la diferencia previa
ActionLeftPrevious:s=Shift+F3
ActionLeftPrevious=Previa
ActionLeftReload:h=Recargar el archivo actual
ActionLeftReload=Recargar
ActionLeftSwap:h=Intercambiar las líneas selectas con el archivo de la derecha
ActionLeftSwap=Intercambiar
ActionOptions:h=Opciones de Comparar Texto
ActionOptions=Opciones
ActionRightCopy:h=Copiar líneas selectas al archivo de la izquierda
ActionRightCopy=Copiar
ActionRightFileOpen:h=Abrir un archivo existente
ActionRightFileOpen=Abrir
ActionRightFileSave:h=Guardar el archivo
ActionRightFileSave=Guardar
ActionRightNext:h=Moverse a la próxima diferencia
ActionRightNext:s=F4
ActionRightNext=Próxima
ActionRightPrevious:h=Moverse a la diferencia previa
ActionRightPrevious:s=Shift+F4
ActionRightPrevious=Previa
ActionRightReload:h=Recargar el archivo actual
ActionRightReload=Recargar
ActionRightSwap:h=Intercambiar las líneas selectas con el archivo de la izquierda
ActionRightSwap=Intercambiar
ActionSearchClose:h=Cerrar
ActionSearchFindNext:h=Buscar Próximo
ActionSearchFindNext:s=Ctrl+F3
ActionSearchFindPrevious:h=Buscar Anterior
ActionSearchFindPrevious:s=Shift+Ctrl+F3
ActionSearchMatchCase:h=Caso Igual
ActionSearchMatchCase=Caso Igual
ActionSearchWholeWords:h=Palabras Completas
ActionSearchWholeWords=Palabras Completas
Caption=Comparar Texto


[CompareOptionsDialog]
Caption=Opciones de Comparar Texto
CheckBoxIgnoreBlanks=Ignorar Blancos
CheckBoxIgnoreCase=Ignorar Caso
CheckBoxShowSpecialChars=Muestre caracteres especiales
ComboBoxColorTheme=Color de Tema

[ConfirmReplaceDialog]
Caption=Confirmar Remplazar

[Constant]
Active=Activar
ActualSize=Tamaño Actual
AddFile:t=Translation needed
AddFile=Add file
AllFiles=Todos los Archivos
Arrow=Flecha
AutoSave=Auto Guardar
Block=Bloque
Blue=Azul
Bookmark=Marcador
Bookmarks=Marcadores
Bottom=Abajo
Bytes=Bytes(Octetos)
CharacterCount=Cuenta de Caracteres
Circle=Circulo
Color=Color
CompareFiles=Comparar Archivos
Confirmation=Confirmación
Connecting=Conectando
CountingFiles=Contando archivos...
Dash=Guión
Default=Por Defecto
DirectoryItems=Artículos del Directorio
DocumentIsValid=Documento es Válido.
Dot=Punto
DoubleUnderline=Doble Subrayado
Download=Descargar
DownloadCancelling=Cancelando...
DownloadDone=Hecho.
EditDirectory=Directorio de Editar 
Encoding=Codificando
Enter=Entrar
Error=Error
Extended=Extendido - \n, \t, \0
FavouriteItems=Artículos Favoritos
FileMaskItems=Carátula de Archivos
FilesFound=%d Archivo(s) se han encontrado en %s
FitHeight=Acomodar Altura
FitWidth=Acomodar Ancho
Gigabyte=GB
GoToBookmark=Vaya al Marcador
GoToLine=Vaya a la Línea
Green=Verde
HalfBlock=Medio Bloque
Hide=Ocultar
Highlighter=Resaltador 
HorizontalLine=Línea Horizontal
Hovered=Sobre Cubierto
Inactive=Inactivo
Information=Información
Insert=Insertar
InsertTags=Insertar Marcadores HTML/XML
Installer=Instalador
InvalidName=Nombre Inválido
Keyword=Palabra Clave
Kilobyte=KB
LanguageEditor=Editor de Idioma - %s
Left=Izquierda
Length=Longitud
Line=Línea
LineCount=Conteo de Líneas
LoadingFile=Cargando archivo...
LoadingFiles=Cargando archivos...
LoadingOutput=Cargando producción...
LowerCase=Minúsculas
MatchFound=%d coincidencias %s encontradas
MatchFoundPluralExtension=es
Megabyte=MB
Memory=Memoria
Minute=min.
Modified=Modificado
NewFolder=Nueva Carpeta
NoChange=Sin cambios
None=Ninguno
Normal=Normal
OccurencesFound=%d ocurrencias(s) se encontraron en %s
Open=Abrir
OpenDirectory=Abrir Directorio
Overwrite=Sobrescribir
Page=Página
Password=Contraseña
Pilcrow=Calderón
PleaseWait=Por favor espere
Position=Posición: %d
PreviewFilePage=Página: $PAGENUM$ de $PAGECOUNT$
PreviewPage=Página: %d de %d
PreviewPrintFile=Imprimir (%s)|Imprimir el archivo en %s
PrintedBy=Impreso por %s
ProcessingFile=Procesando archivo...
Purple=Púrpura
ReadOnly=Lectura Solamente
Red=Rojo
RegularExpression=Expresión Regular 
Rename=¿Desea renombrar "%s" a "%s"?
RenameFailed=%s renombrar falló
RenameTab=Renombrar Tabulador
ReopenItems=Reabrir Artículos
Results=Resultados
Right=Derecho
RightMargin=Margen Derecho
SaveAs=Guardar Como
Search=Buscar
SearchFor=Buscar por "%s"
SearchItems=Artículos Buscados
Second=s
SelectRootDirectory=Seleccione directorio raíz
SelectWorkingDirectory=Seleccione directorio ejecutor
SentenceCase=Caso de Oración
Separator=Separador
ShowOnlyInList=Mostrar solo en lista
Snippet=Retazo
Solid=Sólido
Speedy=Velocidad
Squire=Cuadrado
Texto=Texto
TextToFindItems=Texto para buscar artículos
ThinHorizontalLine=Línea horizontal fina
ThinVerticalLine=Línea vertical fina
ToggleBookmark=Cambiar marcadores
Top=Arriba
TopLine=Línea de arriba: %d
Triangle=Triangulo
Underline=Subrayado
Untitled=Sin Título
UpperCase=Mayúsculas
UseOnAllHighlighters=Use en todos los resaltados
VersionInfoNotFound=Información de versión no encontrada.
VerticalLine=Línea Vertical
Warning=Advertencia
WaveLine=Línea oleada
WavyZigzag=Oleado zigzag
Width=Ancho
Wildcard=Comodín - *, ?, #
WordCount=Contado de palabras
Yellow=Amarrillo
ZipPackage=Paquete Zip


[ConvertConstant]
AcreFeet=Acre Pies
AcreInches=Acre Pulgadas
Acres=Acres
Angstroms=Ángstrom
Area=Área
Ares=Ares
AstronomicalUnits=Unidades Astronómicas
Binary=Binario
Celsius=Celsius
Centares=Centares
Centigrams=Centígrados
CentiLiters=Centilitros
Centimeters=Centímetros
Centuries=Siglos
Chains=Cadenas
CordFeet=Pies Cuerdas
Cords=Cuerdas
CubicCentimeters=Centímetros Cúbicos
CubicDecameters=Decámetros Cúbicos
CubicDecimeters=Decímetro Cúbicos
CubicFeet=Pies Cúbicos
CubicHectometers=Hectómetros Cúbicos 
CubicInches=Pulgadas Cúbicas
CubicKilometers=Kilómetros Cúbicos
CubicMeters=Metros Cúbicos
CubicMiles=Millas Cúbicas
CubicMillimeters=Milímetros Cúbicos
CubicYards=Yardas Cúbicas
Cubits=Cubitos
DateTime=Hora Día
Days=Días
Decades=Décadas
Decagrams=Decagramos
DecaLiters=Decalitros
Decameters=Decámetros
Decasteres=Decasteres
Decigrams=Decagramos
DeciLiters=Decilitros
Decimal=Decimal
Decimeters=Decímetros
Decisteres=Destierres
Distance=Distancia
Drams=Dracmas
DryBuckets=Baldes Secos
DryBushels=Buceas Secos
DryGallons=Galones Secos
DryPecks=Pécs Secos
DryPints=Pintas Secas
DryQuarts=Cuartos Secos
Fahrenheit=Fahrenheit
Fathoms=Brazas
Feet=Pies
FluidCups=Tazas Fluidas
FluidGallons=Galones Fluidos
FluidGills=Branquias Fluidas
FluidOunces=Onzas Fluidas
FluidPints=Pintas Fluidas
FluidQuarts=Cuartos Fluidos
FluidTablespoons=Cucharas Fluidas
FluidTeaspoons=Cucharitas Fluidas
Fortnights=Quincena
Furlongs=Furlones
Gigameters=Giga Metros
Grains=Granos
Grams=Gramos
Hands=Mano
Hectares=Hectáreas
Hectograms=Hectogramos
HectoLiters=Hect. Litros
Hectometers=Hectómetros
Hexadecimal=Hexadecimal
Hours=Horas
Inches=Pulgadas
JulianDate=Fecha Juliana
Kelvin=Kelvin
Kilograms=Kilogramos
KiloLiters=Kilolitros
Kilometers=Kilómetros
LightYears=Años Luz
Links=Eslabón
Liters=Litros
LongTons=Tonelada Larga
Mass=Masa
Megameters=Mega Metros
Meters=Metros
MetricTons=Toneladas Métricas
Micrograms=Microgramos
Micromicrons=Micro Micrones
Microns=Micrones
Miles=Millas
Millennia=Milenio
Milligrams=Miligramos
MilliLiters=Mililitros
Millimeters=Milímetros
Millimicrons=Milimicrones
MilliSeconds=Milisegundos
Minutes=Minutos
ModifiedJulianDate=Fecha Juliana Modificada 
Months=Meses
Nanograms=Ñaño gramos
NauticalMiles=Millas Náuticas
NumeralSystem=Sistema Numeral
Ounces=Onzas
Paces=Pasos
Parsecs=Parces
Picas=Picas
Points=Puntos
Pounds=Libras
Rankine=Rankine
Reaumur=Reamur
Rods=Varas
Seconds=Segundos
SquareCentimeters=Centímetros Cuadrados
SquareDecameters=Decámetros Cuadrados
SquareDecimeters=Decímetros Cuadrados
SquareFeet=Pies Cuadrados
SquareHectometers=Hectómetros Cuadrados
SquareInches=Pulgadas Cuadradas
SquareKilometers=Kilómetros Cuadrados
SquareMeters=Metros Cuadrados
SquareMiles=Millas Cuadradas
SquareMillimeters=Milímetros Cuadrados
SquareRods=Varas Cuadradas
SquareYards=Yardas Cuadradas
Iteres=Esteres
Stones=Piedras
Temperatura=Temperatura
Time=Tiempo
Pons=Toneladas
UKBuckets=Cubos UK
UKBushels=UK Buceas
UKGallons=Galones UK 
UKGill=Gills UK
UKOunces=UK onzas
UKPecks=UK Pécs
UKPints=UK Pintas
UKPottle=UK Botellas
UKQuarts=UK cuartos
Weeks=Semanas
Volume=Volumen
Yards=Yardas
Years=Años

[ConvertForm]
Caption=Convertir entre unidades numéricas
ComboBoxFrom=Desde
ComboBoxTo=A
ComboBoxType=Tipo
EditResult=Resultado
EditValue=Valor

[DialogConstant]
SMsgDlgAbort=&Abortar
SMsgDlgAll=&Todo
SMsgDlgCancel=Cancelar
SMsgDlgClose=&Cerrar
SMsgDlgConfirm=Confirmar
SMsgDlgError=Error
SMsgDlgHelp=&Ayuda
SMsgDlgHelpHelp=Ayuda
SMsgDlgHelpNone=No hay ayuda disponible
SMsgDlgIgnore=&Ignorar
SMsgDlgInformation=Información
SMsgDlgNo=&No
SMsgDlgNoToAll=N&o a Todo
SMsgDlgOK=Aceptar
SMsgDlgRetry=&Intentar de nuevo
SMsgDlgWarning=Advertencia
SMsgDlgYes=&Sí
SMsgDlgYesToAll=Sí a Todo
SNoMappingForUnicodeCharacter=No existe mapa para caracteres uní código en la página Mult.-octeto dirigida


[DirectoryTabDialog]
CheckBoxExcludeOtherDirectoryBranches=Excluir otras ramas del directorio
ComboBoxDrives=Discos
ComboBoxFileMask=Carátula del Archivo
EditRootDirectory=Directorio Raíz
EditTabName=Nombre de Tabulador
GroupBoxOptions=Opciones

[DownloadURLDialog]
ActionCancel=Cancelar
ActionOK=Aceptar
Caption=Descargar

[EditorColorElements]
ActiveLineBackground=Fondo de Línea Activa
ActiveLineBackgroundUnfocused=Fondo desenfocado de Línea Activa
ActiveLineForeground=Primer plano de Línea Activa
ActiveLineForegroundUnfocused=Primer plano desenfocado de Línea Activa
Background=Código de Fondo 
CodeFoldingActiveLineBackground=Código del Fondo plegable de Línea Activa
CodeFoldingActiveLineBackgroundUnfocused=Código del desenfocado del Fondo de Línea Activa
CodeFoldingBackground=Código del fondo doblando
CodeFoldingCollapsedLine=Código de colapsado de Línea Doblando
CodeFoldingFoldingLine=Código de Línea Doblando
CodeFoldingFoldingLineHighlight=Código del resaltado de Línea Doblando
CodeFoldingHintBackground=Código del indicio Fondo Doblando
CodeFoldingHintBorder=Código de indicio Borde Doblando
CodeFoldingHintIndicatorBackground=Código de indicio del Indicador de Fondo
CodeFoldingHintIndicatorBorder=Código de indicio indicador Borde Doblando
CodeFoldingHintIndicatorMark=Código marca de Indicador Texto Doblando
CodeFoldingHintText=Código de indicio Texto Doblando
CodeFoldingIndent=Código de sangrado doblando
CodeFoldingIndentHighlight=Código de resaltado de doble sangrado
CompletionProposalBackground=Fondo de propuesta completada
CompletionProposalForeground=Primer plano de propuesta completada
CompletionProposalSelectedBackground=Fondo selecto de propuesta completada
CompletionProposalSelectedText=Texto selecto de propuesta completada
LeftMarginActiveLineBackground=Fondo de la línea activa del margen izquierdo
LeftMarginActiveLineBackgroundUnfocused=Fondo desenfocado de la línea activa del margen izquierdo
LeftMarginActiveLineNumber=Número de línea activa del margen izquierdo
LeftMarginBackground=Fondo del margen izquierdo
LeftMarginBookmarkPanel=Marcador panel del margen izquierdo
LeftMarginBorder=Borde del margen izquierdo
LeftMarginLineNumberLine=Número de línea del margen izquierdo
LeftMarginLineNumbers=Número de líneas del margen izquierdo
LeftMarginLineStateModified=Estado modificado del margen izquierdo
LeftMarginLineStateNormal=Estado normal del margen izquierdo
MatchingPairMatched=Par pareado esta pareado
MatchingPairUnmatched=Par pareado esta despareado

MinimapBackground=Fondo de Minimapa
MinimapBookmark=Marcador en Minimapa
MinimapVisibleLines=Líneas Visible en Minimapa
RightMargin=Margen Derecho
RightMovingEdge=Borde Derecho Movible
RulerBackground=Fondo de Regla
RulerBorder=Borde de Regla
RulerLines=Líneas de Regla
RulerMovingEdge=Borde Movible de Regla
RulerNumbers=Números de Regla
RulerSelection=Selección de Regla
SearchHighlighterBackground=Buscar en fondo resaltado
SearchHighlighterBorder=Buscar en borde resaltado
SearchHighlighterForeground=Buscar en primer plano resaltado
SearchInSelectionBackground=Buscar en selección de fondo
SearchMapActiveLine=Línea activa de Mapa de Búsqueda
SearchMapBackground=Fondo de Mapa de Búsqueda
SearchMapForeground=Primer Plano Mapa de Búsqueda
SelectionBackground=Selección de Fondo
SelectionForeground=Selección de Primer Plano
SyncEditBackground=Sincronizar editar Fondo
SyncEditEditBorder=Sincronizar editar Borde
SyncEditWordBorder=Sincronizar editar Borde de Palabra
WordWrapIndicatorArrow=Flecha indicadora de envoltura de palabra
WordWrapIndicatorLines=Líneas indicadora de envoltura de palabra

[ErrorMessage]
DefaultEmailProgramNotFound=No encuentro programa para enviar Correo-E
DirectoryNotExist=Directorio "%s" no existe
EnterFilename=Entre nombre del archivo.
EnterKeyword=Entre palabra clave.
EnterPath=Entre vía.
EnterServer=Entre servidor.
EnterTabName=Entre nombre de tabulador.
FileNotFound=Archivo "%s" no se encontró.
RootDirectoryNotExist=Directorio raíz no existe.

[ExecuteDialog]
ActionDelete:h=Elimine artículo
ActionDelete=Elimine
ActionEdit:h=Edite artículo
ActionEdit=Edite
ActionInsert:h=Inserte artículo
ActionInsert=Inserte
ActionMoveDown:h=Mueva el artículo selecto abajo
ActionMoveDown=Mueva abajo
ActionMoveUp:h=Mueva el artículo selecto arriba
ActionMoveUp=Mueva arriba
ActionSort:h=Clasificar artículos
ActionSort=Clasificar
Caption=Ejecute artículos

[ExecuteEditDialog]
Caption=Ejecute artículo
CheckBoxSaveActiveFile=Guardar archivo activo
CheckBoxShowOutput=Muestre resultado
ComboBoxShortcut=Atajo
EditFilename=Nombre de Archivo
EditParameters=Parámetros
EditTitle=Título
EditWorkingDirectory=Directorio Activo

[FilesSelectDialog]
ActionSelectAll:h=Escoja todos los archivos
ActionSelectAll=Escoja todos
ActionUnselectAll:h=Deseleccionar todos los archivos
ActionUnselectAll=Deseleccionar todos
Caption=Seleccione archivos
VirtualDrawTree:0=Archivo
VirtualDrawTree:1=Vía

[FileTypes]
7Zip=Archivos 7-Zip  (*.7z)|*.7z
ABAP=Archivos ABAP (*.abap)
ActionScript=Archivos ActionScript (*.as)
ASP=Archivos ASP (*.asp)
Assembler - 6502=Archivos 6502 Assembler (*.asm)
Assembler - 68HC11=Archivos 68HC11 Assembler (*.hc11;*.asc)
AutoHotkey=Archivos AutoHotkey (*.ahk)
AutoIt v3=Archivos AutoIt (*.au3)
AWK=Archivos AWK scripts (*.awk)
Bash=Archivos Bash (*.sh)
C#=Archivos C# (*.cs)
C++=Archivos C++ (*.cpp;*.hpp)
C=Archivos C (*.c;*.h)
Clojure=Archivos Clojure (*.clj;*.cljs;*.cljc;*.edn)
CoffeeScript=Archivos CoffeeScript (*.coffee)
CSS=Archivos Cascading Stylesheet (*.css)
D=Archivos D (*.d;*.di)
Dart=Archivos Dart (*.dart)
Delphi Form Module=Archivos Delphi Form Module (*.dfm)
Diff=Archivos Difference (*.diff)
DWScript=Archivos DWScript (*.dws)
Eiffel=Archivos Eiffel (*.e;*.es)
Elixir=Archivos Elixir (*.exs)
Elm=Archivos Elm (*.elm)
Erlang=Archivos Erlang (*.erl;*.hrl)
Euphoria=Archivos Euphoria (*.e;*.ex;*.exw;*.edb)
Exe=Archivos Ejecutable (*.exe)|*.exe
F#=Archivos F# (*.fs)
Free Pascal=Archivos Free Pascal (*.pp)
FreeBASIC=Archivos FreeBASIC (*.bi;*.bas)
GDScript=Archivos GDScript (*.gd)
Git Ignore=Archivos Archivos Git Ignore (*.gitignore)
GLSL=Archivos GLSL(*.glsl)
Go=Archivos Go (*.go)
Gravity=Archivos Gravity (*.gravity)
Groovy=Archivos Groovy (*.groovy;*.gvy;*.gy;*.gsh)
HTML with Scripts=Archivos HTML (*.html;*.htm)
INI=Archivos INI (*.ini;*.lng)
Inno Setup=Archivos Inno Setup (*.iss)
Java=Archivos Java (*.java)
JavaScript=Archivos JavaScript (*.js)
JSON=Archivos JSON (*.json)
Julia=Archivos Julia (*.jl)
Kotlin=Archivos Kotlin (*.kt;*.kts)
Language=Archivos Language (*.lng)|*.lng
LaTex=Archivos LaTex (*.lat;*.tex;*.lex)
Lisp=Archivos Lisp (*.lisp)
Log file=Archivos Log (*.log)
Lua=Archivos Lua (*.lua)
Macro=Archivos Macro (*.mcr)|*.mcr
Markdown=Archivos Markdown (*.md)
MATLAB=Archivos MATLAB (*.matlab)
MIME=Archivos MIME (*.eml;*.mht)
MS-Dos=Archivos DOS
Batch=Archivos MS-DOS Batch (*.bat;*.cmd)
MSI=Archivos MSI (*.msi)|*.msi
NSIS=Archivos NSIS (*.nsi)
Object Pascal=Archivos Pascal (*.pas;*.dpr;*.dpk)
Objective-C=Archivos Objective-C (*.m)
OCaml=Archivos OCaml (*.ml)
PDF=Archivos PD (*.pdf)
Perl=PArchivos erl (*.pl;*.pm;*.cgi)
PHP=Archivos PHP (*.php;*.class;*.inc)
PowerShell=Archivos PowerShell (*.ps1)
Python=Archivos Python (*.py)
R=Archivos R (*.r;*.rdata;*.rds;*.rda)
Red=Archivos Red (*.red;*.reds)
Ruby=Archivos Ruby (*.rb;*.rbw)
Rust=Archivos Rust (*.rc)
Scala=Archivos Scala (*.scala)
SQL - Standard=Archivos SQL (*.sql)
Structured Text=Archivos Structured Text (*.st; *.iecst)
Swift=Archivos Swift (*.swift)
TclTk=Archivos Tcl/Tk (*.tcl)
Text=Archivos Text (*.txt)
TypeScript=Archivos TypeScript (*.ts)
UnrealScript=Archivos UnrealScript (*.uc)
Visual Basic=Archivos Visual Basic files (*.vb;*.bas)
Visual FoxPro=Archivos Visual FoxPro (*.pjx;*.prg)
VRCalc++=Archivos VRCalc++ (*.vrc;*.vrcm)
XML=Archivos XML (*.xml;*.xsd;*.csl;*.dtd;*.dproj;*.groupproj;*.opml;*.rdf;*.svg;*.wxs)
XSL=Archivos XSL (*.xsl;*.xslt)
YAML=Archivos YAML (*.yml)
Zip=Archivos Zip (*.zip)|*.zip

[FindDuplicatesDialog]
ActionDirectoryItems=Artículos del Directorio...
ActionFileMaskItems=Artículos de la carátula de archivos...
Caption=Buscar duplicados
CheckBoxIgnoreBlanks=Ignorar blancos
CheckBoxIgnoreCase=Ignorar caso
CheckBoxIncludeSubdirectories=Incluir subdirectorios
CheckBoxScanHorizontally=Escanear horizontalmente
CheckBoxScanVertically=Escanear verticalmente
ComboBoxDirectories=Directorios
ComboBoxFileMask=Carátula de Archivos
GroupBoxOptions=Opciones
GroupBoxSearch=Buscar
GroupBoxSearchDirectoryOptions=Buscar opciones de directorios 
RadioButtonSearchAllOpenFiles=Todos los archivos abiertos
RadioButtonSearchInDirectories=En directorios
SpinEditMinimumBlockSize=Mínimo tamaño de bloque
SpinEditMinimumCharacters=Mínimo de caracteres

[FindInFilesDialog]
ActionDirectoryItems=Artículos de directorio...
ActionFileMaskItems=Artículos de carátula de archivos...
ActionSearchEngine=Selecione motor de búsqueda
ActionTextToFindItems=Texto a buscar en artículos...
Caption=Buscar en archivos
CheckBoxDisplayResultsInSeparateTab=Mostrar resultados en tabulador por separado
CheckBoxGroupResultsByFile=Agrupar resultados por archivo
CheckBoxIncludeSubdirectories=Incluya subdirectorios
CheckBoxMatchCase=Iguale el caso
CheckBoxShowOnlyResult=Muestre solo los resultados
CheckBoxWholeWords=Palabras completas
ComboBoxDirectories:h=Directorios múltiple separados por comillas
ComboBoxDirectories=Directorios
ComboBoxFileMask=Perfil de carátula del archivo
ComboBoxTextToFind=Texto a buscar
GroupBoxOptions=Opciones
GroupBoxOutputOptions=Resultado
GroupBoxSearch=Buscar
GroupBoxSearchDirectoryOptions=Opciones búsqueda en el directorio
RadioButtonSearchAllOpenFiles=Todos los archivos abiertos
RadioButtonSearchInCurrentFile:t=Translation needed
RadioButtonSearchInCurrentFile=In current file
RadioButtonSearchInDirectories=En directorios

[HighlighterColorElements]
AssemblerComment=Comentarios de ensamblador
AssemblerReservedWord=Palabras reservadas del ensamblador
Attribute=Atributo
Character=Carácter
Comment=Comentario
Directive=Directiva
Editor=Editor
HexNumber=Número Hex
HighlightedBlock=Bloque resaltado
HighlightedBlockSymbol:t=Translation needed
HighlightedBlockSymbol=Highlighted block symbol
LogicalOperator:t=Translation needed
LogicalOperator=Logical operator
Method=Método
MethodItalic:t=Translation needed
MethodItalic=Method italic
MethodName=Nombre de Método
Number=Número
ReservedWord=Palabra reservada
String=Cadena
Symbol=Símbolo
Value:t=Translation needed
Value=Value
WebLink:t=Translation needed
WebLink=Web link

[HighlighterFontElements]
CodeFoldingHint=Código de insinuación plegable
CompletionProposal=Propuesta de completado
LineNumbers=Números de líneas
Minimap=Minimapa
Ruler=Regla
Text=Texto

[InformationDialog]
Caption=Información
LabelAccessed=Accedido
LabelCharacterCount=Conteo de letras
LabelCreated=Creado
LabelFilename=Nombre de Archivo
LabelLength=Longitud
LabelLineCount=Conteo de Líneas
LabelLocation=Localización
LabelModified=Modificado
LabelSize=Tamaño
LabelSizeOnDisk=Tamaño en disco
LabelWordCount=Conteo de palabras

[Buttons]
ButtonCancel=Cancelar
ButtonDonations=Donaciones
ButtonDownloadAllSkins=Descargar todas las pieles
ButtonLicense=Licencia...
ButtonNo=&No
ButtonOK=Aceptar
ButtonYes=&Sí
ButtonYesToAll=Sí a &Todo

[ItemListDialog]
ActionClearAll:h=Limpiar todos los artículos
ActionClearAll=Limpiar todo
ActionDelete:h=Eliminar artículo
ActionDelete=Eliminar
ActionInsert:h=Insertar artículo
ActionInsert=Insertar
ActionMoveDown:h=Mover artículo selecto abajo
ActionMoveDown=Mover abajo
ActionMoveUp:h=Mover artículo selecto arriba
ActionMoveUp=Mover arriba
ActionSort:h=Ordenar los artículos
ActionSort=Ordenar


[LanguageEditorForm]
ActionExit:h=Cerrar el editor de idioma
ActionExit=Salir
ActionFileNew:h=Crear un nuevo archivo de idioma
ActionFileNew=Nuevo
ActionFileOpen:h=Abrir un archivo de idioma existente
ActionFileOpen=Abrir
ActionFileSave:h=Guardar el archivo de idioma
ActionFileSave=Guardar
VirtualDrawTree:0=Objeto
VirtualDrawTree:1=Texto
VirtualDrawTree:2=Insinuación
VirtualDrawTree:3=Atajo
VirtualDrawTree:4=Atajo Secundario

[MainForm]
ActionBookmarkListShowFilters=Mostar Filtros
ActionDirectoryContextMenu:h=Menú de Contexto
ActionDirectoryContextMenu=Menú de C&ontexto
ActionDirectoryDelete:h=Eliminar un archivo o directorio
ActionDirectoryDelete=&Eliminar
ActionDirectoryFileExplorer:h=Abrir Explorador de Archivos
ActionDirectoryFileExplorer=Explorador de Archivos
ActionDirectoryFindInFiles:h=Buscar por cadencia en múltiples archivos
ActionDirectoryFindInFiles=&Buscar en archivo...
ActionDirectoryNewFolder=Carpeta nueva
ActionDirectoryOpenAllFiles:h=Abrir todos los archivos del directorio
ActionDirectoryOpenAllFiles=Abrir todos los archivos
ActionDirectoryOpenFileExplorer:h=Abrir Explorador de Archivo
ActionDirectoryOpenFileExplorer=Explorador de Archivo
ActionDirectoryProperties:h=Ver las propiedades de archivos/directorio
ActionDirectoryProperties=&Propiedades...
ActionDirectoryRefresh:h=Refrescar archivos
ActionDirectoryRefresh=&Refrescar
ActionDirectoryRename:h=Renombrar un archivos o directorio
ActionDirectoryRename=Re&nombrar
ActionDirectorySFTPDownload=Descargar
ActionDirectorySFTPUpload=Enviar
ActionEdit=&Editar
ActionEditCopy:h=Copiar la selección y ponerla en el portapapeles
ActionEditCopy:s=Ctrl+C
ActionEditCopy=C&opiar
ActionEditCopyWithLineNumbers:h=Copiar la selección y ponerla en el portapapeles
ActionEditCopyWithLineNumbers:s=Ctrl+Alt+C
ActionEditCopyWithLineNumbers=Copiar con los números de líneas
ActionEditCut:h=Cortar la selección y ponerla en el portapapeles
ActionEditCut:s=Ctrl+X
ActionEditCut=&Cortar
ActionEditDecode:h=Decodificar
ActionEditDecode=Decodificar
ActionEditDecodeASCIIDecimal:h=Decodificar decimal ASCII
ActionEditDecodeASCIIDecimal=Decimal ASCII
ActionEditDecodeBase1024:h=Decodificar base1024
ActionEditDecodeBase1024=1024
ActionEditDecodeBase128:h=Decodificar base128
ActionEditDecodeBase128=128
ActionEditDecodeBase256:h=Decodificar base256
ActionEditDecodeBase256=256
ActionEditDecodeBase32:h=Decodificar base32
ActionEditDecodeBase32=32
ActionEditDecodeBase4096:h=Decodificar base4096
ActionEditDecodeBase4096=4096
ActionEditDecodeBase64:h=Decodificar base64
ActionEditDecodeBase64=64
ActionEditDecodeBase85:h=Decodificar base85
ActionEditDecodeBase85=85
ActionEditDecodeBase91:h=Decodificar base91
ActionEditDecodeBase91=91
ActionEditDecodeBase:h=Decodificar base
ActionEditDecodeBase=Base
ActionEditDecodeBinary:h=Decodificar binario
ActionEditDecodeBinary=Binario
ActionEditDecodeHex:h=Decodificar hex
ActionEditDecodeHex=Hex
ActionEditDecodeHexWithoutSpaces:h=Decodificar hex sin espacios
ActionEditDecodeHexWithoutSpaces=Hex (Sin espacios)
ActionEditDecodeHTML:h=Decodificar HTML
ActionEditDecodeHTML=HTML
ActionEditDecodeOctal:h=Decodificar octal
ActionEditDecodeOctal=Octal
ActionEditDecodeRotate13:h=Rotar por 13 espacios
ActionEditDecodeRotate18:h=Rotar por 18 espacios
ActionEditDecodeRotate47:h=Rotar por 47 espacios
ActionEditDecodeRotate5:h=Rotar por 5 espacios
ActionEditDecodeRotate:h=Decodificar Rotar
ActionEditDecodeRotate=Rotar
ActionEditDecodeURL:h=Decodificar URL
ActionEditDecodeURL=URL
ActionEditDelete=E&liminar
ActionEditDeleteBeginningOfLine:h=Eliminar principio de la línea
ActionEditDeleteBeginningOfLine:s=Shift+Ctrl+T
ActionEditDeleteBeginningOfLine=Principio de la línea
ActionEditDeleteCharForward:h=Eliminar carácter adelante
ActionEditDeleteCharForward:s=Shift+BkSp
ActionEditDeleteCharForward=Carater adelante
ActionEditDeleteComments:h=Eliminar comentarios
ActionEditDeleteComments=Comentarios
ActionEditDeleteDuplicateLines:h=Eliminar líneas duplicadas
ActionEditDeleteDuplicateLines=Líneas duplicadas
ActionEditDeleteEndOfLine:h=Eliminar hasta final de línea
ActionEditDeleteEndOfLine:s=Shift+Ctrl+Y
ActionEditDeleteEndOfLine=&Final de línea
ActionEditDeleteLine:h=Eliminar línea
ActionEditDeleteLine:s=Ctrl+Y
ActionEditDeleteLine=&Línea
ActionEditDeleteWhitespace:h=Remover todos los espacios en blanco del texto selecto
ActionEditDeleteWhitespace=Espacios en Blanco
ActionEditDeleteWord:h=Eliminar palabra
ActionEditDeleteWord:s=Ctrl+W
ActionEditDeleteWord=&Palabra
ActionEditDeleteWordBackward:h=Eliminar palabra hacia atrás
ActionEditDeleteWordBackward:s=Ctrl+BkSp
ActionEditDeleteWordBackward=Palabra hacia atrás
ActionEditDeleteWordForward:h=Eliminar palabra hacia adelante
ActionEditDeleteWordForward:s=Ctrl+Del
ActionEditDeleteWordForward=Palabra hacia adelante
ActionEditEncode:h=Codificar
ActionEditEncode=Codificar
ActionEditEncodeASCIIDecimal:h=Codificar decimal ASCII
ActionEditEncodeASCIIDecimal=Decimal ASCII
ActionEditEncodeBase1024:h=Codificar base1024
ActionEditEncodeBase1024=1024
ActionEditEncodeBase128:h=Codificar base128
ActionEditEncodeBase128=128
ActionEditEncodeBase256:h=Codificar base256
ActionEditEncodeBase256=256
ActionEditEncodeBase32:h=Codificar base32
ActionEditEncodeBase32=32
ActionEditEncodeBase4096:h=Codificar base4096
ActionEditEncodeBase4096=4096
ActionEditEncodeBase64:h=Codificar base64
ActionEditEncodeBase64=64
ActionEditEncodeBase64WithLineBreaks:h=Codificar base64 con cortes de línea
ActionEditEncodeBase64WithLineBreaks=64 (Con cortes de línea)
ActionEditEncodeBase85:h=Codificar base85
ActionEditEncodeBase85=85
ActionEditEncodeBase91:h=Codificar base91
ActionEditEncodeBase91=91
ActionEditEncodeBase:h=Codificar base
ActionEditEncodeBase=Base
ActionEditEncodeBinary:h=Codificar binario
ActionEditEncodeBinary=Binario
ActionEditEncodeHex:h=Codificar hex
ActionEditEncodeHex=Hex
ActionEditEncodeHexWithoutSpaces:h=Codificar hex sin espacios
ActionEditEncodeHexWithoutSpaces=Hex (Sin espacios)
ActionEditEncodeHTML:h=Codificar HTML
ActionEditEncodeHTML=HTML
ActionEditEncodeOctal:h=Codificar octal
ActionEditEncodeOctal=Octal
ActionEditEncodeRotate13:h=Rotar por 13 lugares
ActionEditEncodeRotate18:h=Rotar por 18 lugares
ActionEditEncodeRotate47:h=Rotar por 47 lugares
ActionEditEncodeRotate5:h=Rotar por 5 lugares
ActionEditEncodeRotate:h=Codificar Rotar
ActionEditEncodeRotate=Rotar
ActionEditEncodeURL:h=Codificar URL
ActionEditEncodeURL=URL
ActionEditFormatJSON=Formato JSON
ActionEditFormatJSONIndent2:h=Formato JSON
ActionEditFormatJSONIndent2:s=Ctrl+Shift+J
ActionEditFormatJSONIndent2=Sangrado 2
ActionEditFormatJSONIndent3=Sangrado 3
ActionEditFormatJSONIndent4=Sangrado 4
ActionEditFormatJSONMinify=Minimizar
ActionEditFormatSQL:h=Formato SQL
ActionEditFormatSQL=Formato SQL
ActionEditFormatXML=Formato XML
ActionEditFormatXMLFormat:h=Formato XML
ActionEditFormatXMLFormat:s=Ctrl+Shift+X
ActionEditFormatXMLFormat=Format
ActionEditFormatXMLMinify=Minimizar
ActionEditIndentDecrease:h=Disminuir sangrado
ActionEditIndentDecrease:s=Shift+Ctrl+U
ActionEditIndentDecrease=&Disminuir sangrado
ActionEditIndentIncrease:h=Aumentar sangrado
ActionEditIndentIncrease:s=Shift+Ctrl+I
ActionEditIndentIncrease=Aumentar sangrado
ActionEditInsert=Insertar
ActionEditInsertBlockComment:h=Intercambiar bloque de comentario. Atajo es Ctrl+Shift+VK_OEM_2. La VK_OEM_2 la llave virtual puede variar por el teclado. Para el teclado normal de US, es la tecla '/?'.
ActionEditInsertBlockComment=Bloque de Comentario
ActionEditInsertDateTime:h=Inserte fecha y hora
ActionEditInsertDateTime:s=Shift+Alt+D
ActionEditInsertDateTime=&Fecha y hora
ActionEditInsertGUID:h=Inserte GUID
ActionEditInsertGUID:s=Shift+Ctrl+G
ActionEditInsertGUID=GUID
ActionEditInsertHexColor:h=Color Hex
ActionEditInsertHexColor:s=Shift+Alt+C
ActionEditInsertHexColor=Color Hex
ActionEditInsertLine:h=Insertar Línea
ActionEditInsertLine:s=Ctrl+Enter
ActionEditInsertLine=&Línea
ActionEditInsertLineComment:h=Incertar línea de comentario.  Atajo es Ctrl+VK_OEM_2. The VK_OEM_2 la llave virtual puede variar por el teclado. Para el teclado normal de US, es la tecla '/?'.
ActionEditInsertLineComment=Comentario de Línea
ActionEditInsertNull:h=Insertar carácter nulo
ActionEditInsertNull:s=Shift+Ctrl+N
ActionEditInsertNull=Nulo
ActionEditInsertTag:h=Insertar etiquetas HTML/XML
ActionEditInsertTag:s=Ctrl+T
ActionEditInsertTag=Etiquetas &HTML/XML...
ActionEditModify=Modificar
ActionEditModifyJoin:h=Adherir texto con separador
ActionEditModifyJoin=Adherir
ActionEditModifyLineWrap:h=Envolver líneas con el ancho
ActionEditModifyLineWrap=Envolver líneas
ActionEditModifySpacesToTabs:h=Convertir todos lo espacios a tabuladores
ActionEditModifySpacesToTabs=Espacios a Tabuladores
ActionEditModifySplit:h=Dividir texto con separadores
ActionEditModifySplit=Dividir
ActionEditModifyTabsToSpaces:h=Convertir todos los tabuladores a espacios
ActionEditModifyTabsToSpaces=Tabuladores a Espacios
ActionEditMove=Move
ActionEditMoveLineDown:h=Mover línea abajo
ActionEditMoveLineDown:s=Shift+Ctrl+Down
ActionEditMoveLineDown=Línea Abajo
ActionEditMoveLineUp:h=Mover línea arriba
ActionEditMoveLineUp:s=Shift+Ctrl+Up
ActionEditMoveLineUp=Línea Arriba
ActionEditMoveNextWord:h=Mover a la próxima palabra
ActionEditMoveNextWord:s=Ctrl+Right
ActionEditMoveNextWord=Próxima Palabra
ActionEditMovePreviousWord:h=Mover a la palabra anterior
ActionEditMovePreviousWord:s=Ctrl+Left
ActionEditMovePreviousWord=Palabra Anterior
ActionEditMoveSelectionDown:h=Mover la selección abajo
ActionEditMoveSelectionDown:s=tttttShift+Alt+Down
ActionEditMoveSelectionDown=Selección Abajo
ActionEditMoveSelectionLeft:h=Mover la selección a la izquierda
ActionEditMoveSelectionLeft:s=Shift+Alt+Left
ActionEditMoveSelectionLeft=Selección a la Izquierda
ActionEditMoveSelectionRight:h=Mover la selección a la Derecha
ActionEditMoveSelectionRight:s=Shift+Alt+Right
ActionEditMoveSelectionRight=Selección a la Derecha
ActionEditMoveSelectionUp:h=Mover la selección arriba
ActionEditMoveSelectionUp:s=Shift+Alt+Up
ActionEditMoveSelectionUp=Selección Arriba
ActionEditPaste:h=Pegar contenido del portapapeles
ActionEditPaste:s=Ctrl+V
ActionEditPaste=&Pegar
ActionEditRedo:h=Rehacer la acción previamente deshecha
ActionEditRedo:s=Shift+Ctrl+Z
ActionEditRedo=&Rehacer
ActionEditSelectAll:h=Seleccionar todo
ActionEditSelectAll:s=Ctrl+A
ActionEditSelectAll=&Seleccionar Todo
ActionEditSort=Sor&t
ActionEditSortAsc:h=Clasificar Ascendente
ActionEditSortAsc:s=Shift+Ctrl+A
ActionEditSortAsc=&Ascendente
ActionEditSortDesc:h=Clasificar descendente
ActionEditSortDesc:s=Shift+Ctrl+D
ActionEditSortDesc=&Descendente
ActionEditSortRandom:h=Ordenar al azar
ActionEditSortRandom=Al Azar
ActionEditToggleCase:h=Cambiar caso
ActionEditToggleCase:s=Shift+Ctrl+C
ActionEditToggleCase=Cambiar Caso
ActionEditToggleCaseAlternating:h=Cambiar caso alternadamente
ActionEditToggleCaseAlternating=Alternadamente
ActionEditToggleCaseLower:h=Cambiar a minúsculas
ActionEditToggleCaseLower:s=Ctrl+L
ActionEditToggleCaseLower=Minúsculas
ActionEditToggleCaseSentence:h=Cambiar caso de oración
ActionEditToggleCaseSentence=Oración
ActionEditToggleCaseTitle:h=Cambiar caso de título
ActionEditToggleCaseTitle=Título
ActionEditToggleCaseUpper:h=Cambiar a mayúsculas
ActionEditToggleCaseUpper:s=Ctrl+U
ActionEditToggleCaseUpper=Mayúsculas
ActionEditTrim=Recortar
ActionEditTrimBoth:h=Recortar izquierda y derecha
ActionEditTrimBoth=Ambas
ActionEditTrimLeft:h=Recortar izquierda
ActionEditTrimLeft=Izquierda
ActionEditTrimRight:h=Recortar derecha
ActionEditTrimRight=Derecha
ActionEditUndo:h=Deshacer la última acción
ActionEditUndo:s=Ctrl+Z
ActionEditUndo=&Deshacer
ActionEditValidateXML=Validar XML
ActionFile=&Archivo
ActionFileAddToFavourites:h=Añadir archivo a favoritos
ActionFileAddToFavourites:s=Ctrl+D
ActionFileAddToFavourites=Añadir a favoritos
ActionFileCanClose:h=Cambiar si el tabulador se puede cerrar o no
ActionFileCanClose=Puede cerrar
ActionFileClose=&Cerrar
ActionFileCloseActive:h=Cerrar el archivo activo
ActionFileCloseActive:s=Ctrl+F4
ActionFileCloseActive=Activo
ActionFileCloseAll:h=Cerrar todos los archivos abiertos
ActionFileCloseAll=Todos
ActionFileCloseAllOther:h=Cerrar todos los otros archivos
ActionFileCloseAllOther:s=Shift+Ctrl+F4
ActionFileCloseAllOther=Todos Otros
ActionFileCloseModified:h=Cerrar archivos modificados
ActionFileCloseModified=Modificados
ActionFileCloseSelected:h=Cerrar archivos selectos
ActionFileCloseSelected=Selectos
ActionFileCloseUnmodified:h=Cerrar archivos sin modificar
ActionFileCloseUnmodified=Sin Modificar
ActionFileContextMenu:h=Menú de Contexto
ActionFileContextMenu=Menú de Contexto
ActionFileExit:h=Dejar la aplicación
ActionFileExit:s2=ESC
ActionFileExit:s=Alt+F4
ActionFileExit=Salir
ActionFileFavourites=Favoritos
ActionFileFavouritesProperties=Propiedades...
ActionFileHTMLExport:h=Exportar archivo a HTML
ActionFileHTMLExport=Exportar a HTML
ActionFileInfo:h=Información acerca del archivo activo
ActionFileInfo=&Info...
ActionFileMoveCaretAtTheEndAfterReload:h=Después de recargar el editor cambie el signo de intercalación al final
ActionFileMoveCaretAtTheEndAfterReload=Cambie el signo de intercalación al recargar
ActionFileNew:h=Crear un archivo nuevo
ActionFileNew:s=Ctrl+N
ActionFileNew=&Nuevo
ActionFileOpen:h=Abrir un archivo existente
ActionFileOpen:s=Ctrl+O
ActionFileOpen=Abrir...
ActionFileOpenCommandPrompt:h=Abrir símbolo del sistema
ActionFileOpenCommandPrompt=Símbolo del Sistema
ActionFileOpenFileExplorer:h=Abrir Explorador de Archivo
ActionFileOpenFileExplorer=Explorador de Archivo
ActionFileOpenInBrowser:h=Abrir archivo actual en el navegador predeterminado
ActionFileOpenInBrowser:s=Alt+B
ActionFileOpenInBrowser=Navegador 
ActionFilePrint:h=Imprimir el archivo activo
ActionFilePrint:s=Ctrl+P
ActionFilePrint=Imprimir...
ActionFilePrintPreview:h=Pre visualizar el archivo activo
ActionFilePrintPreview=Pre visualizar impresión...
ActionFileProperties:h=Ver propiedades del archivo
ActionFileProperties=Pr&opiedades...
ActionFileReadOnly:h=Cambiar editor a solo lectura
ActionFileReadOnly=Solo Lectura
ActionFileReloadAutomatically:h=Cambiar editor a recargar automáticamente
ActionFileReloadAutomatically=Recargar Automáticamente
ActionFileRemoveFromFavourites=Remover de favoritos
ActionFileRenameTab=Renombrar tabulador
ActionFileReopen=&Reabrir
ActionFileReopenProperties=Propiedades...
ActionFileSave:h=Guardar archivo activo
ActionFileSave:s=Ctrl+S
ActionFileSave=&Guardar
ActionFileSaveAll:h=Guardar todos los archivos
ActionFileSaveAll:s=Shift+Ctrl+S
ActionFileSaveAll=Guardar Todo
ActionFileSaveAs:h=Guardar archivo activo con un nombre nuevo
ActionFileSaveAs:s=Ctrl+Alt+S
ActionFileSaveAs=Guardar como...
ActionFileSelectFromDirectory:h=Seleccione el archivo de el directorio activo
ActionFileSelectFromDirectory=Seleccionar desde directorio
ActionFileTrimTrailingSpaces:h=Cambie el editor a recortar espacios finales
ActionFileTrimTrailingSpaces=Recorte espacios finales
ActionFileUpload=Cargar
ActionGotoNextBookmark:h=Vaya al próximo marcador
ActionGotoNextBookmark:s=F2
ActionGotoNextBookmark=Próximo
ActionGotoPreviousBookmark:h=Vaya al marcador anterior
ActionGotoPreviousBookmark:s=Shift+F2
ActionGotoPreviousBookmark=Anterior
ActionHelp=Ayuda
ActionHelpAboutTextEditorPro:h=Mostrar información sobre Text Editor Pro
ActionHelpAboutTextEditorPro=&Acerca de Text Editor Pro
ActionHelpCheckForUpdates:h=Cotejar por actualizaciones
ActionHelpCheckForUpdates=&Cotejar por actualizaciones
ActionHelpSendFeedback:h=Enviar realimentación a info@texteditor.pro
ActionHelpSendFeedback=Enviar Realimentación
ActionHelpShortcuts:s=Ctrl+F1
ActionHelpShortcuts=Atajos
ActionHelpVisitHomepage:h=Visite la página principal de Text Editor Pro homepage - https://texteditor.pro
ActionHelpVisitHomepage=&Visite Página Principal
ActionImageViewRotateClockwise:h=Rotar página como el reloj
ActionImageViewRotateCounterClockwise:h=Rotar página en contra el reloj
ActionImageViewZoomIn:h=Aumentar
ActionImageViewZoomOut:h=Reducir
ActionMenuEdit:h=Cambie a la página de menú para editar
ActionMenuFile:h=Cambie a la página de menú de archivos
ActionMenuHelp:h=Cambie a la página de menú de ayuda
ActionMenuSearch:h=Cambie a la página de menú de búsqueda
ActionMenuTools:h=Cambie a la página de menú de herramientas
ActionMenuView:h=Cambie a la página de menú de visualización
ActionOpenColorTheme:h=Abrir barra de temas de menú de colores
ActionOpenColorTheme:s=Alt+F11
ActionOpenColorTheme=Temas de Color 
ActionOpenEncoding:h=Abrir barra de menú de codificación
ActionOpenEncoding:s=Alt+F9
ActionOpenEncoding=Codificaciones
ActionOpenFileList:h=Abrir barra de títulos de lista de archivos
ActionOpenFileList:s=Alt+F12
ActionOpenFileList=Lista de Archivos
ActionOpenHighlighter:h=Abrir barra de títulos de menú de resaltadores
ActionOpenHighlighter:s=Alt+F10
ActionOpenHighlighter=Resaltadores
ActionOutputClose=&Cerrar
ActionOutputCloseActive:h=Cerrar página activa
ActionOutputCloseActive=Activa
ActionOutputCloseAll:h=Cerrar todas las páginas
ActionOutputCloseAll=Todo
ActionOutputCloseAllOtherPages:h=Cerrar todas las otras
ActionOutputCloseAllOtherPages=Todas otras páginas
ActionOutputCloseSelected:h=Cerrar selectas
ActionOutputCloseSelected=Selectas
ActionOutputCollapseAll:h=Colapsar todo
ActionOutputCollapseAll=Colapsar todo
ActionOutputCopyAllToClipboard:h=Copiar todo al portapapeles
ActionOutputCopyAllToClipboard=C&opiar todo al portapapeles
ActionOutputCopySelectedToClipboard:h=Copiar selectas al portapapeles
ActionOutputCopySelectedToClipboard=Copiar selectas al portapapeles
ActionOutputExpandAll:h=Expandir todo
ActionOutputExpandAll=Expandir Todo
ActionOutputOpenAll:h=Abrir todos los archivos
ActionOutputOpenAll=Abrir Todos
ActionOutputOpenSelected:h=Abrir archivos selectos
ActionOutputOpenSelected=Abrir Selectos
ActionOutputRefresh=Refrescar
ActionOutputSelectAll:h=Seleccionar todos los archivos
ActionOutputSelectAll=Seleccionar Todos
ActionOutputUnselectAll:h=Deseleccionar todos los archivos
ActionOutputUnselectAll=Deseleccionar Todos
ActionPDFNextPage:h=Siguiente página
ActionPDFPreviousPage:h=Página anterior
ActionPDFRotatePageClockwise:h=Rotar página como el reloj
ActionPDFRotatePageCounterClockwise:h=Rotar página en contra el reloj
ActionPDFZoomIn:h=Aumentar 
ActionPDFZoomOut:h=Reducir
ActionSearch=Buscar
ActionSearchBookmarks:h=Show or refresh all saved bookmarks
ActionSearchBookmarks:t=Translation needed
ActionSearchBookmarks=Marcadores
ActionSearchClearBookmarks:h=:Limpiar todo los marcadores
ActionSearchClearBookmarks=Limpiar Marcadores
ActionSearchClose:h=Cerrar
ActionSearchEngine:h=Seleccionar motor de búsqueda
ActionSearchEngine=Motor de Búsqueda
ActionSearchFindAll:h=Busque todo los textos iguales
ActionSearchFindAll:s=Alt+Enter
ActionSearchFindAll=Busque Todos
ActionSearchFindDuplicates:h=Busque duplicados
ActionSearchFindDuplicates=Busque Duplicados
ActionSearchFindInFiles:h=Busque por a secuencia en multiple archivos
ActionSearchFindInFiles:s=Shift+Ctrl+F
ActionSearchFindInFiles=Busque en archivos...
ActionSearchFindNext:h=Busque los próximos que sean iguales
ActionSearchFindNext:s=F3
ActionSearchFindNext=Busque Próximos
ActionSearchFindPrevious:h=Busque los textos previos que sean iguales
ActionSearchFindPrevious:s=Shift+F3
ActionSearchFindPrevious=Busque &previos
ActionSearchGoToBookmarks:h=Vaya a los marcadores
ActionSearchGoToBookmarks=Vaya a los Marcadores
ActionSearchGoToLine:h=Vaya a línea
ActionSearchGoToLine:s=Ctrl+G
ActionSearchGoToLine=Vaya a línea
ActionSearchInSelection:h=En selección
ActionSearchInSelection=En selección
ActionSearchMatchCase:h=Iguale caso
ActionSearchMatchCase=Iguale caso
ActionSearchOptions:h=Opciones de búsqueda
ActionSearchReplace:h=Reemplace el texto especificado con diferente texto
ActionSearchReplace:s=Ctrl+R
ActionSearchReplace=&Reemplace...
ActionSearchSearchButton:h=Busque por el texto especificado
ActionSearchSearchButton:s=Ctrl+F
ActionSearchSearchButton=&Buscar...
ActionSearchSpellCheck:h=Cotejo de ortografía
ActionSearchSpellCheck:s=F6
ActionSearchSpellCheck=Cotejo de ortografía
ActionSearchSpellCheckNextError:h=Próximo error ortográfico
ActionSearchSpellCheckNextError:s=Ctrl+F6
ActionSearchSpellCheckNextError=Próximo error
ActionSearchSpellCheckPreviousError:h=Previo error ortográfico
ActionSearchSpellCheckPreviousError:s=Ctrl+Shift+F6
ActionSearchSpellCheckPreviousError=Previo error
ActionSearchTextItems:h=Artículos buscados
ActionSearchTextItems=Artículos buscados...
ActionSearchToggleBookmark:h=Establezca o elimine marcadores en la línea actual. Marcadores también se pueden establecer usando Ctrl+Shift+1..9. Vaya al marcador usando Ctrl+1..9.
ActionSearchToggleBookmark:s=Ctrl+F2
ActionSearchToggleBookmark=Cambiar marcadores
ActionSearchToggleBookmarks:h=Cambiar marcadores
ActionSearchToggleBookmarks=Cambiar marcadores
ActionSearchWholeWords:h=Palabras Completas
ActionSearchWholeWords=Palabras Completas
ActionStatusBarShowCaretPosition=Muestre posición del signo de intercalación
ActionStatusBarShowCharacterCount=Muestre cuenta de letras
ActionStatusBarShowEditorZoom=Muestre el ampliar del editor
ActionStatusBarShowEncoding=Muestre codificación
ActionStatusBarShowFileLineBreak=Muestre línea de rompimiento de archivo
ActionStatusBarShowFileOpeningTime=Muestre hora de apertura de archivo
ActionStatusBarShowHints=Muestre insinuaciones
ActionStatusBarShowKeyState=Muestre estado de teclas
ActionStatusBarShowLineCount=Muestre conteo de líneas
ActionStatusBarShowMacro=Muestre macro
ActionStatusBarShowModified=Muestre modificado
ActionStatusBarShowSelectionInfo=Muestre información de selección 
ActionStatusBarShowSizeGrip=Muestre tamaño de sujeción
ActionToolbarMenuLanguage=Idioma
ActionToolbarMenuLayout=Diseño
ActionToolbarMenuLayoutSingle=Individual
ActionToolbarMenuLayoutThreeColumns=Tres columnas
ActionToolbarMenuLayoutTwoColumns=Dos columnas
ActionToolbarMenuView=&Ver
ActionTools=Herramientas
ActionToolsCharacterMap:h=Insertar caracteres al archivo activo con doble pulsado
ActionToolsCharacterMap=&Mapa de Caracteres...
ActionToolsClipboardHistory:h=Historial del Portapapeles
ActionToolsClipboardHistory=Historial del Portapapeles
ActionToolsConvert:h=Conversión entre unidades numéricas
ActionToolsConvert=C&onvertir...
ActionToolsExecute:h=Ejecute aplicaciones personalizadas 
ActionToolsExecute=Ejecute
ActionToolsExecuteConfigure:h=Configurar propiedades de ejecutar
ActionToolsExecuteConfigure=Configurar...
ActionToolsLanguageEditor:h=Editor de idioma
ActionToolsLanguageEditor=Editor de idioma...
ActionToolsMacro=Macro
ActionToolsMacroOpen:h=Abrir un macro existente
ActionToolsMacroOpen=&Abrir...
ActionToolsMacroPause:h=Pausar un macro
ActionToolsMacroPause:s=Shift+Ctrl+R
ActionToolsMacroPause=&Pausar
ActionToolsMacroPlayback:h=Ejecutar el macro
ActionToolsMacroPlayback:s=Shift+Ctrl+P
ActionToolsMacroPlayback=&Ejecutar
ActionToolsMacroRecord:h=Grabar un macro
ActionToolsMacroRecord:s=Shift+Ctrl+R
ActionToolsMacroRecord=&Grabar
ActionToolsMacroSaveAs:h=Guardar el macro con un nuevo nombre
ActionToolsMacroSaveAs=Guardar como...
ActionToolsMacroStop:h=Detener la grabación del macro
ActionToolsMacroStop:s=Shift+Ctrl+M
ActionToolsMacroStop=Detener
ActionToolsMagnifier:h=Amplificador
ActionToolsMagnifier=Amplificador
ActionToolsMagnifierBorderStyle:h=Estilo del Borde
ActionToolsMagnifierBorderStyle=Estilo del Borde
ActionToolsMagnifierBorderStyleDefault:h=Estilo del Borde por defecto
ActionToolsMagnifierBorderStyleDefault=Por Defecto
ActionToolsMagnifierBorderStyleFlat:h=Estilo del borde plano
ActionToolsMagnifierBorderStyleFlat=Plano
ActionToolsMagnifierBorderStyleNone:h=Sin borde
ActionToolsMagnifierBorderStyleNone=Ninguno
ActionToolsMagnifierClose:h=Cerrar magnificador
ActionToolsMagnifierClose:s=Ctrl+Esc
ActionToolsMagnifierClose=Cerrar
ActionToolsMagnifierScaling16x:h=Escalando diez y seis veces
ActionToolsMagnifierScaling16x=16x
ActionToolsMagnifierScaling2x:h=Escalando doble
ActionToolsMagnifierScaling2x=2x
ActionToolsMagnifierScaling4x:h=Escalando cuádruple
ActionToolsMagnifierScaling4x=4x
ActionToolsMagnifierScaling8x:h=Escalando ocho veces
ActionToolsMagnifierScaling8x=8x
ActionToolsMagnifierScaling:h=Escalando
ActionToolsMagnifierScaling=Escalando
ActionToolsMagnifierStyle:h=Estilo
ActionToolsMagnifierStyle=Estilo
ActionToolsMagnifierStyleLens:h=Estilo: lentes
ActionToolsMagnifierStyleLens=Lentes
ActionToolsMagnifierStyleRectangle:h=Estilo: rectangular
ActionToolsMagnifierStyleRectangle=Rectangular
ActionToolsOptions:h=Establecer opciones
ActionToolsOptions=&Opciones...
ActionToolsPauseSpeaking:h=Pausar hablando
ActionToolsPauseSpeaking=Pausar hablando
ActionToolsSelectForTextCompare:h=Seleccione texto a comparar...
ActionToolsSelectForTextCompare=Seleccione archivo para comparar texto
ActionToolsSpeech=Elocución
ActionToolsStartSpeaking:h=Comenzar Elocución
ActionToolsStartSpeaking=Comenzar Elocución
ActionToolsStopSpeaking:h=Detener Elocución
ActionToolsStopSpeaking=Detener Elocución
ActionToolsTextCompare:h=Comparar Texto
ActionToolsTextCompare=Comparar &Texto...
ActionView=&Ver
ActionViewBookmarkList:h=Mostar u ocultar listado de marcadores
ActionViewBookmarkList=Lista de Marcadores
ActionViewColorThemeSelection:h=Mostar u ocultar selección de temas de color
ActionViewColorThemeSelection=Temas de Color
ActionViewDirectory=Directorio
ActionViewDirectoryClose:h=Cerrar directorio activo 
ActionViewDirectoryClose:s=Shift+Alt+X
ActionViewDirectoryClose=&Cerrar
ActionViewDirectoryEdit:h=Editar directorio activo
ActionViewDirectoryEdit:s=Shift+Ctrl+E
ActionViewDirectoryEdit=&Editar...
ActionViewDirectoryOpen:h=Abrir un nuevo directorio
ActionViewDirectoryOpen:s=Ctrl+Alt+D
ActionViewDirectoryOpen=Abrir...
ActionViewDirectoryVisibility:h=Mostar u ocultar el directorio
ActionViewDirectoryVisibility=&Directorio
ActionViewEncodingSelection:h=Mostar u ocultar la selección de codificación
ActionViewEncodingSelection=Codificación
ActionViewFiles:h=Buscar archivos files desde el directorio selecto y sus subdirectorios
ActionViewFiles:s=Ctrl+F12
ActionViewFiles=Archivos...
ActionViewFolding=Plegando
ActionViewFoldingCollapse=Colapsar
ActionViewFoldingCollapseAll:h=Colapsar todo
ActionViewFoldingCollapseAll=Colapsar todo
ActionViewFoldingCollapseAllDownFromActiveLine:h=Colapsar hacia abajo todo desde línea activa
ActionViewFoldingCollapseAllDownFromActiveLine=Colapsar hacia abajo todo desde línea activa
ActionViewFoldingCollapseAllUpFromActiveLine:h=Colapsar todo hacia arriba desde línea activa
ActionViewFoldingCollapseAllUpFromActiveLine=Colapsar todo hacia arriba desde línea activa
ActionViewFoldingCollapseLine:h=Colapsar línea
ActionViewFoldingCollapseLine:s=Ctrl+Alt+Left
ActionViewFoldingCollapseLine=Colapsar línea
ActionViewFoldingExpand=Expandir
ActionViewFoldingExpandAll:h=Expandir todo
ActionViewFoldingExpandAll=Expandir Todo
ActionViewFoldingExpandAllDownFromActiveLine:h=Expandir hacia abajo todo desde línea activa
ActionViewFoldingExpandAllDownFromActiveLine=Expandir hacia abajo todo desde línea activa
ActionViewFoldingExpandAllUpFromActiveLine:h=Expandir todo hacia arriba desde línea activa
ActionViewFoldingExpandAllUpFromActiveLine=Expandir todo hacia arriba desde línea activa
ActionViewFoldingExpandLine:h=Expandir línea
ActionViewFoldingExpandLine:s=Ctrl+Alt+Right
ActionViewFoldingExpandLine=Expandir línea
ActionViewFoldingNext:h=Mover hacia próximo plegable
ActionViewFoldingNext:s=Ctrl+Alt+Down
ActionViewFoldingNext=Próximo
ActionViewFoldingPrevious:h=Mover hacia previo plegable
ActionViewFoldingPrevious:s=Ctrl+Alt+Up
ActionViewFoldingPrevious=Previo
ActionViewFullScreen:h=Cambiar pantalla completa
ActionViewFullScreen:s=F11
ActionViewFullScreen=Pantalla Completa
ActionViewHexEditor:h=Mostrar o esconder el editor hex 
ActionViewHexEditor:s=Ctrl+H
ActionViewHexEditor=Editor Hex
ActionViewHighlighterSelection:h=Mostrar o esconder la selección de resaltado
ActionViewHighlighterSelection=Resaltado
ActionViewLineNumbers:h=Cambiar números de líneas
ActionViewLineNumbers=Núm&eros de líneas
ActionViewMainMenu:h=Mostrar o esconder el menú principal
ActionViewMainMenu=Menú Principal
ActionViewMenuBar:h=Mostrar u ocultar barra de menú
ActionViewMenuBar=Barra de Menú
ActionViewMiniMap:h=Mostrar u oculta minimapa
ActionViewMiniMap=Minimapa
ActionViewNextPage:h=Ir a la próxima página
ActionViewNextPage:s=Ctrl+Tab
ActionViewNextPage=Próxima Página
ActionViewOutput:h=Mostrar u oculta la producción
ActionViewOutput=Producción
ActionViewPreviousPage:h=I a la página anterior
ActionViewPreviousPage:s=Shift+Ctrl+Tab
ActionViewPreviousPage=&Página anterior
ActionViewRuler:h=Mostrar u oculta la regla
ActionViewRuler=Regla
ActionViewSelectionMode:h=Cambiar entre modo selección de línea y columna. Oprimiendo Alt en el editor cambiará el modo de selección tambíen.
ActionViewSelectionMode=Modo Selección
ActionViewSFTP=SFTP
ActionViewSFTPConnect=Conectar
ActionViewSFTPDisconnect=Desconectar
ActionViewSFTPEdit=Editar
ActionViewSkinSelector=Selector de Piel
ActionViewSpecialChars:h=Cambiar caracteres especiales 
ActionViewSpecialChars=Caracteres Espec&iales
ActionViewSplit:h=Dividir el editor
ActionViewSplit=Dividir
ActionViewSplitHorizontal:h=Dividir Horizontal
ActionViewSplitHorizontal=Horizontal
ActionViewSplitVertical:h=Dividir Vertical
ActionViewSplitVertical=Vertical
ActionViewStatusBar:h=Mostrar u ocultar carra de estado
ActionViewStatusBar=Barra de Estado
ActionViewSyncEdit:h=Mostrar u ocultar editar sincronizado
ActionViewSyncEdit:s=Shift+Ctrl+H
ActionViewSyncEdit=Editar Sincronizado
ActionViewTitleBar=Barra de Título
ActionViewTitleBarApplicationName:h=Mostrar u ocultar el título de la barra de nombre de aplicaciones
ActionViewTitleBarApplicationName=Nombre de Aplicaciones
ActionViewTitleBarFavourite:h=Mostrar u ocultar el título de la barra de los favoritos
ActionViewTitleBarFavourite=Favoritos
ActionViewTitleBarFileList:h=Mostrar u ocultar el título de la barra de la lista de archivos
ActionViewTitleBarFileList=Lista de Archivos
ActionViewTitleBarFilename:h=Mostrar u ocultar el título de la barra de nombre de archivos
ActionViewTitleBarFilename=Nombre de Archivos
ActionViewTitleBarMagnifier:h=Mostrar u ocultar el título de la barra de aumentar
ActionViewTitleBarMagnifier=Aumentar
ActionViewToolbar:h=Mostrar u ocultar la Barra de Herramientas
ActionViewToolbar=Barra de Herramientas
ActionViewWordWrap:h=Cambiar envoltura de palabras 
ActionViewWordWrap=Envoltura de Palabras
ActionViewXMLTree:h=Mostrar u ocultar árbol XML
ActionViewXMLTree=Árbol &XML
ActionViewZoomEditorIn:h=Aumentar en Editor
ActionViewZoomEditorIn=Aumentar
ActionViewZoomEditorOut:h=Disminuir en Editor
ActionViewZoomEditorOut=Disminución 
ActionViewZoomEditorReset:h=Restablecer aumento en Editor
ActionViewZoomEditorReset=Restablecer Aumento
ActionXMLTreeRefresh:h=Refrescar árbol XML
ActionXMLTreeRefresh=&Refrescar

[Message]
CannotFindString=No se puede encontrar secuencia "%s"
DuplicatesWereNotFound=Duplicados no se encontraron
InstallNewVersion=¿Instalar la nueva versión del programa?
LatestVersion=Esta usando la última versión.
NoDefaultPrinter=No hay impresor por defecto actualmente selecto.
PdfErrorPassword=Contraseña se requiere o contraseña es invalida.
ScaleChange=Algunos cambios en escalada no se muestran correctamente hasta que reinicie la aplicación.
SelectFilePathFromDirectory=Seleccione la vía del archivo en el directorio

[OptionsApplicationFrame]
CheckBoxAddApplicationInOpentWithContextMenu=Añada una aplicación en el 'Abrir con' en el menú de contexto
CheckBoxAllowExitWithEsc=Permita salir con esc
CheckBoxAllowMultipleInstances=Permita múltiple instancias
CheckBoxCloseMinimizes=Cerrar minimizados
CheckBoxDropFiles=Permita pegar archivos
CheckBoxHotExit:h=Cerrar sin avisar el guardar archivos, archivos se retendrán y serán restaurados.
CheckBoxHotExit=Salida Rápida
CheckBoxMinimizeToSystemTray=Minimizar a la barra de tareas
CheckBoxStayOnTop=Mantenerse arriba
CheckBoxUseLatestCommonDialogs=Use los últimos diálogos comunes
CheckBoxUseReverseUTF8Naming:t=Translation needed
CheckBoxUseReverseUTF8Naming=Use reverse UTF-8 encoding naming
ComboBoxLanguage=Idioma
SpinEditReopenMaxFileCount:t=Translation needed
SpinEditReopenMaxFileCount=Reopen max file count
SpinEditSplitterSize=Tamaño dividido

[OptionsApplicationScalingFrame]
RadioButtonAuto=Auto
RadioButtonPercent=Por ciento 
RadioButtonPixelsPerInch=Pixeles Por Pulgada

[OptionsApplicationUpdatesFrame]
CheckBoxCheckForUpdatesAtStartup=Cotejar al inicio
CheckBoxCheckForUpdatesWhenClosing=Cotejar al cerrar

[OptionsApplicationClipboardHistoryFrame]
CheckBoxClipboardHistoryEnabled=Habilitado
SpinEditClipboardHistoryItemsCount=Cuenta de artículos

[OptionsApplicationModifiedFilesFrame]
CheckBoxAskToReloadModifiedFiles=Preguntar si recargar
CheckBoxMoveCaretAtTheEnd=Mover signo de intercalación al final después de recargar
CheckBoxPollFileChanges=Encuestar cambios de archivos
CheckBoxReloadAutomaticallyModifiedFiles=Recargar automáticamente
SpinEditPollingInterval=Intervalos de Encuestar (ms)

[OptionsDirectoryFrame]
CheckBoxAutoHide=Auto esconder
CheckBoxAutoSelect:t=Translation needed
CheckBoxAutoSelect=Auto select
CheckBoxUseSelectedPathAsDefaultDirectory=Vía selecta como directorio por defecto
CheckBoxShowArchiveFiles=Muestre registros de archivos
CheckBoxShowHiddenFiles=Muestre archivos ocultos
CheckBoxShowOverlayIcons=Muestre cubierta de iconos
CheckBoxShowSystemFiles=Muestre archivos del sistema
CheckBoxShowTreeLines=Muestre líneas del árbol de directorio
CheckBoxUseExplorerTheme=Use temas del explorador
ComboBoxAlign=Alinear
SpinEditIndent=Sangrado 
SpinEditMargin=Margen

[OptionsDirectoryTabsFrame]
CheckBoxBoldActiveTab=En negrilla tabulador activo 
CheckBoxCloseTabByDblClick=Cerrar tabulador con doble-pulsado
CheckBoxCloseTabByMiddleClick=Cerrar tabulador con active
CheckBoxEnlargeActiveTab=Engrandecer tabulador activo
CheckBoxMultiline=Multilíneas
CheckBoxRightClickSelect=Seleccione con pulsado-derecho
CheckBoxSaveTabs=Guarde tabuladores
CheckBoxShowIcon=Muestre icono
CheckBoxShowOpenDirectoryButton=Muestre botón de abrir directorio
ComboBoxShowCloseButton=Muestre botón de cerrar
GroupBoxFont=Fuente
GroupBoxFontSize=Tamaño de Fuente
RadioButtonFontCustom=Personalizada
RadioButtonFontDefault=Por defecto
RadioButtonFontSizeCustom=Personalizada
RadioButtonFontSizeDefault=Por defecto
SpinEditTabHeight=Altura
SpinEditTabMargin=Margen
SpinEditTabSpacing=Espaciado

[OptionsEditorBackupFrame]
CheckBoxActive=Activo
EditFileExtension=Extensión de Archivo
GroupBoxPath=Vía
GroupBoxSuffix=Sufijo
RadioButtonPathCustom=Personalizado
RadioButtonPathFile=Archivo
RadioButtonSuffixCounter=Contador
RadioButtonSuffixDateAndTime=Día y Hora
RadioButtonSuffixNone=Ninguno

[OptionsEditorBookmarkListFrame]
CheckBoxShowFilters=Muestre filtros
CheckBoxShowLineNumbers=Muestre números de línea
CheckBoxTrimText=Recorte texto
CheckBoxUpdateForAllBookmarkLists=Actualice para todos los listados de marcadores
CheckBoxUpdateWidthWhenResized=Actualice ancho al cambiar tamaño
CheckBoxVisible=Visible
ComboBoxAlign=Alinear
GroupBoxSortBy=Ordenar por
RadioButtonSortByColor=Color
RadioButtonSortByLineNumber=Número de Línea
RadioButtonSortByText=Texto
SpinEditWidth=Ancho

[OptionsEditorCaretFrame]
CheckBoxMultipleCaretsActive=Activo
CheckBoxMultipleCaretsShowActiveLine=Muestre línea activa 
CheckBoxMultipleCaretsShowGhost=Muestre Sombra
CheckBoxNonblinkingCaretActive=Activa
CheckBoxRightMouseClickMovesCaret=Pulsado derecho de ratón mueve signo de intercalación
CheckBoxVisible=Visible
ColorComboBoxNonblinkingCaretBackground=Color de Fondo
ColorComboBoxNonblinkingCaretForeground=Color de Primer Plano
ComboBoxStylesInsertCaret=Insertar
ComboBoxStylesOverwriteCaret=Sobrescribir
GroupBoxMultipleCarets=Múltiple signos de intercalación
GroupBoxNonBlinkingCaret=Signo de intercalación no parpadeante
GroupBoxStyles=Estilos

[OptionsEditorColorFrame]
ActionReset=Restablecer
CheckBoxElementsAttributesBold=Negrilla
CheckBoxElementsAttributesItalic=Itálica
CheckBoxElementsAttributesUnderline=Subrayados
CheckBoxSkinActiveLineBackground=Fondo de línea activa
CheckBoxSkinBackground=Fondo
CheckBoxSkinBookmarkPanelBackground=Fondo del panel de marcadores
CheckBoxSkinCodeFoldingBackground=Fondo del fondo doblando
CheckBoxSkinCodeFoldingHintBackground=Fondo de insinuación de Código doblando
CheckBoxSkinCompletionProposalBackground=Fondo de propuesta de completar
CheckBoxSkinCompletionProposalSelectionBackground=Fondo de selección propuesta de completar
CheckBoxSkinForeground=Primer Plano
CheckBoxSkinLeftMarginBackground=Fondo de margen izquierdo
CheckBoxSkinSelectionBackground=Fondo de selección
CheckBoxSkinSelectionForeground=Primer plano de selección
ColorComboBoxEditorColor=Color
ColorComboBoxElementsBackground=Fondo
ColorComboBoxElementsForeground=Primer Plano
ComboBoxColorTheme=Color de tema
ComboBoxEditorElement=Elemento
ComboBoxElementsName=Nombre
ComboBoxHighlighter=Resaltador
DateEditDate=Fecha
EditEmail=Correo-E
EditName=Número
EditVersion=Versión
GroupBoxAttributes=Atributos
LabelSkinDescription=Use color de piel para elementos selectos
TabSheetAuthor=Autor
TabSheetEditor=Editor
TabSheetElements=Elementos
TabSheetGeneral=General
TabSheetUseSkinColor=Use color de piel

[OptionsEditorCompletionProposalFrame]
CheckBoxActive=Activo
CheckBoxAddHighlighterKeywords=Añadir resaltadores a palabras claves
CheckBoxAutoInvoke=Auto invocar
CheckBoxMatchCase=Igualar caso
CheckBoxParseWordsFromText=Analizar gramaticalmente palabras del texto
CheckBoxShowSnippets=Mostrar fragmentos
ComboBoxKeywordCase=Caso de palabra clave
ComboBoxShortcut=Atajo
SpinEditNumberOfRows=Números se filas

[OptionsEditorCompletionProposalSnippetsFrame]
ActionAdd:h=Añadir fragmentos
ActionAdd=Añadir
ActionClone:h=Clone snippet
ActionClone:t=Translation needed
ActionClone=Clone
ActionDelete:h=Eliminar fragmentos selectos
ActionDelete=Eliminar
ActionEdit:h=Editar fragmentos
ActionEdit=Editar
VirtualDrawTree:0=fragmentos
VirtualDrawTree:1=Descripción

 [OptionsEditorDefaultsFrame]
ComboBoxDefaultColor=Color de tema
ComboBoxDefaultEncoding=Codificación
ComboBoxDefaultHighlighter=Resaltador
ComboBoxDefaultSQLHighlighter=Resaltador de SQL 
EditBrowser=Navegador
GroupBoxDirectory=Directorio
RadioButtonCurrentWindowsDirectory=Directorio actual de Windows
RadioButtonCustomDirectory=Directorio personalizado
RadioButtonLatestDirectory=El último directorio

[SnippetEditDialog]
CheckBoxCursorPositionActive=Activo
CheckBoxSelectionActive=Activo
ComboBoxExecuteWith=Ejecute con
ComboBoxGroupName=Nombre de grupo
ComboBoxHighlighter=Resaltador
ComboBoxShortcut=Atajo
EditDescription=Descripción
EditKeyword=Palabra clave
GroupBoxCursorPosition=Posición del cursor
GroupBoxSelection=Selección
SpinEditCursorPositionColumn=Columna
SpinEditCursorPositionRow=Fila
SpinEditSelectionFromColumn=Desde columna
SpinEditSelectionFromRow=Desde fila
SpinEditSelectionToColumn=Hasta columna
SpinEditSelectionToRow=Hasta fila
TextEditor=Fragmentos

[OptionsEditorFoldingFrame]
CheckBoxExpandByHintClick=Expandir por pulsado de consejo
CheckBoxFoldMultilineComments=Colapsar por comentarios multilíneas
CheckBoxHighlightIndentGuides=Resaltar guías de sangrado
CheckBoxHighlightMatchingPair=Resaltar pares que parean
CheckBoxShowCollapsedCodeHint=Muestre consejo de código colapsado
CheckBoxShowCollapsedLine=Muestre línea colapsada
CheckBoxShowCollapseMarkAtTheEnd=Muestre marca de colapso al final
CheckBoxShowIndentGuides=Muestre guías de sangrado
CheckBoxShowTreeLine=Muestre línea de árbol de directorio
CheckBoxTextFoldingActive=Activo
CheckBoxVisible=Visible
ComboBoxGuideLineStyle=Guía de estilo de líneas
ComboBoxMarkStyle=Marque estilo
GroupBoxCodeFolding=Código plegable
GroupBoxTextFolding=Texto plegable
RadioButtonOutlinedByACharacter=Delineada por un carácter
RadioButtonOutlinedBySpacesAndTabs=Delineada por espacios y tabuladores
SpinEditCollapsedRowCharacterCount=Cuenta de caracteres de fila colapsada
SpinEditDelayInterval=Intervalo de demora (ms)
SpinEditHintRowCount=Indiciar cuenta de fila

[OptionsEditorFontFrame]
ActionReset=Reajustar
CheckBoxUseSameSettingsForAllColorThemes:t=Translation needed
CheckBoxUseSameSettingsForAllColorThemes=Use same settings for all color themes
ComboBoxColorTheme=Color de tema
ComboBoxElement=Elemento
FontComboBoxFont=Tipo de letra
SpinEditFontSize=Tamaño de Tipo de letra

[OptionsEditorLeftMarginFrame]
CheckBoxAutoSize=Tamaño automático
CheckBoxLineStateShowOnlyModified:t=Translation needed
CheckBoxLineStateShowOnlyModified=Show only modified
CheckBoxLineStateVisible=Visible
CheckBoxShowLineState=Muestre estado de línea
CheckBoxVisible=Visible
ComboBoxLineStateAlign=Alinear
GroupBoxLineState:t=Translation needed
GroupBoxLineState=Line state
SpinEditWidth=Ancho

[OptionsEditorLeftMarginBookmarksFrame]
CheckBoxSaveBookmarks=Guarde marcadores
CheckBoxShowBookmarkColorsPopup=Muestre surgir de marcadores de colores
CheckBoxShowPanel=Muestre panel
CheckBoxVisible=Visible
ColorComboBoxLineColor=Color de Línea
SpinEditPanelWidth=Ancho del Panel

[OptionsEditorLeftMarginLineNumbersFrame]
CheckBoxShowAfterLastLine=Muestre después de la última línea
CheckBoxShowInTens=Muestre en diez
CheckBoxShowLeadingZeros=Muestre ceros precedentes
CheckBoxVisible=Visible
SpinEditStartFrom=Comience desde

[OptionsEditorMatchingPairFrame]
CheckBoxAutoComplete=Auto completar
CheckBoxHighlightActive=Activo
CheckBoxHighlightAfterToken=Resaltar después de la ficha
CheckBoxHighlightUnmatched=Resaltar impares
GroupBoxDisplay=Mostrar
GroupBoxHighlight=Resaltar
RadioButtonHighlight=Resaltar
RadioButtonUnderline=Subrayar

[OptionsEditorMinimapFrame]
CheckBoxBlendingEnabled=Habilitado
CheckBoxBlendingInvert=Invertido
CheckBoxShowBookmarks=Muestre marcadores
CheckBoxShowBorder=Muestre borde
CheckBoxShowIndentGuides=Muestre guías de sangrado
CheckBoxShowSearchResults=Muestre resultados de búsqueda
CheckBoxShowSelection=Muestre selección
CheckBoxShowShadow=Muestre sombra
CheckBoxVisible=Visible
ComboBoxAlign=Alinear
GroupBoxBlending=Doblándose
SpinEditWidth=Ancho

[OptionsEditorOptionsFrame]
CheckBoxAutoChangeEncoding:t=Translation needed
CheckBoxAutoChangeEncoding=Auto change encoding when saved
CheckBoxAutoIndent=Sangrado automático
CheckBoxAutoSave=Auto guardar
CheckBoxDragDropEditing=Editar arrastrando y soltando
CheckBoxGroupUndo=Deshacer en grupo
CheckBoxSaveUnmodified=Guardar sin modificación
CheckBoxShowControlCharacters=Mostrar caracteres de control
CheckBoxShowNonBreakingSpaceAsSpace=Mostrar espacio de no rompimiento como espacio
CheckBoxShowNullCharacters=Mostrar caracteres nulos
CheckBoxShowWarningBeforeSaving:t=Translation needed
CheckBoxShowWarningBeforeSaving=Show warning before saving
CheckBoxShowZeroWidthSpaceCharacters=Mostrar carácter de cero ancho
CheckBoxTrailingLineBreak=Recortar de línea después de la última línea
CheckBoxTrimTrailingSpaces=Recortar espacios finales
CheckBoxUndoAfterSave=Deshacer después de guardar
ComboBoxDefaultLineBreak=Línea de rompimiento por defecto
GroupBoxInternationalCharacters:t=Translation needed
GroupBoxInternationalCharacters=International characters with ASCII/ANSI encoding 
SpinEditBorderWidth=Ancho del borde
SpinEditLineSpacing=Espaciado de línea
SpinEditMargin=Margen

[OptionsEditorRightMarginFrame]
CheckBoxAutoLineBreak=Rompimiento de línea automático
CheckBoxMouseMove=Movimiento del ratón
CheckBoxShowMovingHint=Mostrar indicio de moviendo
CheckBoxVisible=Visible
SpinEditPosition=Posición

[OptionsEditorRulerFrame]
CheckBoxShowSelection=Mostrar selección
CheckBoxVisible=Visible
SpinEditHeight=Altura

[OptionsEditorScrollFrame]
CheckBoxAutosizeMaxWidth=Auto agrandar al ancho máximo
CheckBoxHalfPage=Media página
CheckBoxHintFollows=Seguido con consejos 
CheckBoxPastEndOfFile=Pasado del final del archivo
CheckBoxPastEndOfLineMarker=Pasado del final del marcador de línea
CheckBoxShowHint=Mostrar consejos
CheckBoxShowHorizontalScrollBar=Mostrar barra de desplazar horizontal
CheckBoxShowShadow=Mostrar sombra
CheckBoxShowVerticalScrollBar=Mostrar barra de desplazar vertical

[OptionsEditorSearchFrame]
CheckBoxAutoCompleteEnabled=Habilitado
CheckBoxBeepIfSearchStringNotFound=Sonar si no se encuentra la secuencia buscada
CheckBoxClearWhenClosed=Limpiar cuando cierre
CheckBoxEntireScop=Todo el alcance
CheckBoxFileSpecificSearch=Búsqueda archivo-especifico
CheckBoxFindWordAtCursor=Buscar palabra en el cursor
CheckBoxHighlightResult=Resaltar resultados
CheckBoxMatchCase=Igualar caso
CheckBoxNearOperatorEnabled=Habilitado
CheckBoxSearchOnTyping=Buscar al escribir
CheckBoxSearchOnTypingEnabled=Habilitado
CheckBoxSetFocusIntoEditorWithEnter=Establecer enfoque en el editor con Entrar
CheckBoxShowSearchMap=Mostrar mapa de búsqueda
CheckBoxShowSearchMatchNotFound=Mostrar búsqueda igual no se encontró
CheckBoxShowSearchStringNotFound=Mostrar no se encontró secuencia
CheckBoxToggleSearchBar=Cambiar barra de búsqueda
CheckBoxUseUpAndDownArrowKeysToFind:t=Translation needed
CheckBoxUseUpAndDownArrowKeysToFind=Use up and down arrow keys to find
CheckBoxVisible=Visible
CheckBoxWholeWords=Palabras completas
CheckBoxWrapAround=Envoltura de palabras
ComboBoxSearchBarAlign=Buscar alineación de barra
ComboBoxSearchMapAlign=Buscar alineación de mapa
GroupBoxAutoComplete=Auto completar
GroupBoxNearOperator:h=Sintaxis: Palbra1 NEAR Palbra2 o Palbra1 NEAR:d Palbra2, donde d es la distancia máxima de palabras.
GroupBoxNearOperator=Operador NEAR
GroupBoxSearchOnTyping=Buscar al escribir
SpinEditAutoCompleteDelayInterval=Tardar Intervalos (ms)
SpinEditNearOperatorMaximumDistance=Distancia Máxima
SpinEditSearchOnTypingDelayInterval=Tardar Intervalos (ms)

[OptionsEditorSelectionFrame]
CheckBoxALTSetsColumnMode=ALT establece modo de columna
CheckBoxAutoCopyToClipboard=Auto copia al portapapeles
CheckBoxExpandPrefixCharacters=Expandir caracteres se prefijos
CheckBoxExpandRealNumbers=Expandir números reales
CheckBoxFromEndOfLine=Desde el final de la línea
CheckBoxHighlightSimilarTerms=Resaltar términos similares
CheckBoxTermsMatchCase=términos igualan caso
CheckBoxToEndOfLastLine=Hasta el final de la última línea
CheckBoxToEndOfLine=Hasta el final de la línea
CheckBoxTripleClickRowSelect=Triple-pulsado selecciona fila 
CheckBoxVisible=Visible

[OptionsEditorSortFrame]
CheckBoxCaseSensitive:t=Translation needed
CheckBoxCaseSensitive=Case sensitive
CheckBoxNaturalSortOrder:t=Translation needed
CheckBoxNaturalSortOrder=Natural sort order

[OptionsEditorSpecialCharsFrame]
CheckBoxLineBreakVisible=Visible
CheckBoxSelectionVisible=Visible
CheckBoxVisible=Visible
ColorComboBoxLineBreakColor=Color
ColorComboBoxSelectionColor=Color
ComboBoxArrowStyle=Estilo de flecha
ComboBoxLineBreakStyle=Estilo
GroupBoxColor=Color
GroupBoxLineBreak=Línea de rompimiento
GroupBoxSelection=Selección
RadioButtonCustomColor=Personalizado
RadioButtonMiddleColor=Medio
RadioButtonTextColor=Texto

[OptionsEditorSpellCheckFrame]
CheckBoxActive=Activo
ColorComboBoxUnderlineColor=Color
ComboBoxDictionary=Diccionario
ComboBoxUnderlineType=Tipo
GroupBoxUnderline=Subrayado

[OptionsEditorSyncEditFrame]
CheckBoxActive=Activo
CheckBoxMatchCase=Igualar caso
CheckBoxShowActivateIcon=Mostrar icono de activar

[OptionsEditorTabsFrame]
CheckBoxBoldActiveTab=Tabulador de negrillas activo
CheckBoxCloseTabByDblClick=Cerrar tabulador con doble-pulsado
CheckBoxCloseTabByMiddleClick=Cerrar tabulador con pulsado-medio
CheckBoxDimReadOnlyWhenNotActive=Active solo lectura cuando no esté activa
CheckBoxEnlargeActiveTab=Engrandecer tabulador activo
CheckBoxHideCloseButtonWhenCanCloseIsNotChecked=Ocultar botón de cerrar cuando puede cerrar no este marcado
CheckBoxMultiline=Multilínea
CheckBoxRightClickSelect=Selección pulsado derecho
CheckBoxSaveTabs=Guardar tabuladores
CheckBoxShowFileNameAsHint=Muestre nombre de archivo como insinuación
CheckBoxShowIcon=Muestre icono
CheckBoxShowNewFileButton=Muestre botón Archivo Nuevo
ComboBoxShowCloseButton=Muestre botón de cerrar
GroupBoxFont=Tipo de letra
GroupBoxFontSize=Tamaño de letra
RadioButtonFontCustom=Personalizada
RadioButtonFontDefault=Por Defecto
RadioButtonFontSizeCustom=Personalizada
RadioButtonFontSizeDefault=Por Defecto
SpinEditTabHeight=Altura
SpinEditTabMargin=Margen
SpinEditTabSpacing=Espaciación

[OptionsEditorTabulatorFrame]
CheckBoxColumns=Columnas
CheckBoxPreviousLineIndent=Sangrar línea previa
CheckBoxSelectedBlockIndent=Sangrar bloque selecto
CheckBoxTabsToSpaces=Tabuladores a espacios
SpinEditWidth=Ancho

[OptionsEditorWordWrapFrame]
CheckBoxActive=Activo
ComboBoxWidth=Ancho

[OptionsEditorXMLTreeFrame]
CheckBoxUseExplorerTheme=Use tema de Explorador
CheckBoxVisible=Visible
ComboBoxAlign=Alinear
SpinEditWidth=Ancho

[OptionsFileTypesFrame]
EditExtensions=Extensiones
VirtualDrawTree:0=Tipo de archivo

[OptionsForm]
ActionApplication=Application
ActionApplicationClipboardHistory=Historial de Portapapeles
ActionApplicationModifiedFiles=Archivos modificados
ActionApplicationScaling=Escalando
ActionApplicationUpdates=Actualizaciones
ActionCompare=Comparar Texto
ActionDirectory=Directorio
ActionDirectoryTabs=Tabuladores
ActionEditor=Editor
ActionEditorBackup=Respaldo
ActionEditorBookmarkList=Listado de marcadores
ActionEditorCaret=Signo de intercalación
ActionEditorColors=Colores
ActionEditorCompletionProposal=Propuesta de Completar
ActionEditorCompletionProposalSnippets=Fragmentos
ActionEditorDefaults=Por defecto
ActionEditorFolding=Plegable
ActionEditorFonts=Tipo de letra
ActionEditorLeftMargin=Margen izquierdo
ActionEditorLeftMarginBookmarks=Marcadores
ActionEditorLeftMarginLineNumbers=Números de líneas
ActionEditorMatchingPair=Pares pareados
ActionEditorMinimap=Minimapa
ActionEditorRightMargin=Margen derecho
ActionEditorRuler=Regla
ActionEditorScroll=Desplazarse
ActionEditorSearch=Buscar
ActionEditorSelection=Selección
ActionEditorSort:t=Translation needed
ActionEditorSort=Sort
ActionEditorSpecialChars=Caracteres especiales
ActionEditorSpellCheck=Revisión de ortografía
ActionEditorSyncEdit=Sincronizar editar
ActionEditorTabs=Tabuladores
ActionEditorTabulator=Tabulador
ActionEditorWordWrap=Envoltura de palabras
ActionEditorXMLTree=Árbol XML
ActionFileTypes=Tipo de archivos
ActionHexEditor=Editor Hex 
ActionHTMLExport=Exportar a HTML
ActionImageView:t=Translation needed
ActionImageView=Image view
ActionJSONFormatter=Formateado JSON
ActionMainMenu=Menú principal
ActionMarkdownPreview:t=Translation needed
ActionMarkdownPreview=Markdown preview
ActionMarkdownPreviewOptions=Opciones
ActionMenuBar=Barra de menú
ActionMenuBarButtons=Botones
ActionMenuBarTabs=Tabuladores
ActionOpen:h=Escriba opciones en el archivo .ini
ActionOpen=Abrir...
ActionOutput=Producción
ActionOutputTabs=Tabuladores
ActionPDFView=Vista PDF
ActionPrint=Imprimir
ActionSaveAs:h=Leer opciones en el archivo .INI
ActionSaveAs=Guardar como...
ActionSkin=Piel
ActionSkinButtons=Botones
ActionSkinEffects=Efectos
ActionSkinFont=Tipo de letra
ActionSkinHints=Pistas
ActionSkinScrollBars=Barras de rodaje
ActionSkinStyles=Estilos
ActionSQLFormatter=Formateado SQL
ActionSQLFormatterCapitalization=Capitalización
ActionSQLFormatterFormatting:t=Translation needed
ActionSQLFormatterFormatting=Formatting
ActionSQLFormatterIndentation=Sangrado
ActionStatusBar=Barra de estado
ActionTitleBar=Barra de título
ActionToolbar=Barra de herramientas
ActionToolbarOptions=Opciones
ActionXMLFormatter=Formateado XML
Caption=Opciones

[OptionsHexEditorFrame]
CheckBoxAutosize=Tamaño automático
CheckBoxHexLowerCase=Minúsculas Hex
CheckBoxInsertMode:t=Translation needed
CheckBoxInsertMode=Insert mode
CheckBoxShowRuler=Muestre regla
ComboBoxCaretStyle=Estilo de signo de intercalación

[OptionsHTMLExportFrame]
CheckBoxAddToClipboard:t=Translation needed
CheckBoxAddToClipboard=Add to clipboard
CheckBoxShowLineNumbers=Muestre números de línea

[OptionsMainMenuFrame]
GroupBoxFont=Tipo de letra
GroupBoxFontSize=Tamaño de letra
RadioButtonFontCustom=Personalizada
RadioButtonFontDefault=Por defecto
RadioButtonFontSizeCustom=Personalizada
RadioButtonFontSizeDefault=Por defecto

[OptionsMarkdownPreviewFrame]
CheckBoxVisible=Visible
CheckBoxAutoSize=Tamaño automático
CheckBoxUseColorTheme:t=Translation needed
CheckBoxUseColorTheme=Use color theme
SpinEditWidth=Ancho
ComboBoxAlign=Alinear

[OptionsMarkdownPreviewOptionsFrame]
CheckBoxBackslashEspacesHTMLTags:t=Translation needed
CheckBoxBackslashEspacesHTMLTags=Backslash escapes HTML tags
CheckBoxDisableForcedSpaces:t=Translation needed
CheckBoxDisableForcedSpaces=Disable the requirement of indenting sublists by 4 spaces for them to be nested
CheckBoxUnderline:t=Translation needed
CheckBoxUnderline=Disable underscore parsing as <em> or <strong>
CheckBoxSimplifiedAutoLink:t=Translation needed
CheckBoxSimplifiedAutoLink=Enable automatic linking in plain text URLs
CheckBoxEncodeEmails:t=Translation needed
CheckBoxEncodeEmails=Enable e-mail address automatic obfuscation
CheckBoxEmojis:t=Translation needed
CheckBoxEmojis=Enable emoji support
CheckBoxEllipsis:t=Translation needed
CheckBoxEllipsis=Enable horizontal ellipsis conversion
CheckBoxTasklists:t=Translation needed
CheckBoxTasklists=Enable support for GFM takslists
CheckBoxMentions:t=Translation needed
CheckBoxMentions=Enable support for github @mentions
CheckBoxCodeBlocks:t=Translation needed
CheckBoxCodeBlocks=Enable support for GFM code block style syntax (fenced codeblocks)
CheckBoxParseImgDimensions:t=Translation needed
CheckBoxParseImgDimensions=Enable support for setting image dimensions from within markdown syntax
CheckBoxStrikethrough:t=Translation needed
CheckBoxStrikethrough=Enable support for strikethrough syntax
CheckBoxTables:t=Translation needed
CheckBoxTables=Enable support for tables syntax
CheckBoxExcludeTrailingPunctuationFromURLs:t=Translation needed
CheckBoxExcludeTrailingPunctuationFromURLs=Exclude trailing punctuation from autolinked URLs
CheckBoxLiteralMiddleWordAsterisks:t=Translation needed
CheckBoxLiteralMiddleWordAsterisks=Literal middle word asterisks
CheckBoxOmitExtraWLInCodeBlocks:t=Translation needed
CheckBoxOmitExtraWLInCodeBlocks=Omit the trailing newline in a code block
CheckBoxSimpleLineBreaks:t=Translation needed
CheckBoxSimpleLineBreaks=Parse line breaks as <br/> in paragraphs (like GitHub does)
CheckBoxRequireSpaceBeforeHeadingText:t=Translation needed
CheckBoxRequireSpaceBeforeHeadingText= Require a space between # and header text
CheckBoxSplitAdjacentBlockquotes:t=Translation needed
CheckBoxSplitAdjacentBlockquotes=Split adjacent blockquotes
CheckBoxLiteralMiddleWordUnderscores:t=Translation needed
CheckBoxLiteralMiddleWordUnderscores=Treat underscores in middle of words as literal characters
SpinEditHeaderStartingLevel:t=Translation needed
SpinEditHeaderStartingLevel=Header starting level

[OptionsMenuBarFrame]
ActionAddButton:h=Añadir botón
ActionAddButton=Añadir botón
ActionAddDivider:h=Añadir divisor
ActionAddDivider=Añadir divisor
ActionDelete:h=Eliminar botón
ActionDelete=Eliminar
ActionMoveDown:h=Mover botón selecto abajo
ActionMoveDown=Mover abajo
ActionMoveUp:h=Mover botón selecto arriba
ActionMoveUp=Mover arriba
ActionReset:h=Restablecer botones
ActionReset=Restablecer
VirtualDrawTree:0=Botones
VirtualDrawTree:h=Use arrastrar y soltar para mover botones. Pulsado derecho en el menú emergente para insertar o eliminar botones.

[OptionsMenuBarTabsFrame]
CheckBoxBoldActiveTab=En negrillas tabulador activo 
CheckBoxEnlargeActiveTab=Agrandar tabulador activo
CheckBoxShowMenu=Muestre menú
GroupBoxTabsFont=Tipo de letra
GroupBoxTabsFontSize=Tamaño de letra
RadioButtonTabsFontCustom=Personalizada
RadioButtonTabsFontDefault=Por defecto
RadioButtonTabsFontSizeCustom=Personalizada
RadioButtonTabsFontSizeDefault=Por defecto
SpinEditTabHeight=Altura
SpinEditTabMargin=Margen
SpinEditTabPadding=Relleno
SpinEditTabSpacing=Espaciado

[OptionsMenuBarButtonsFrame]
CheckBoxBlended=Mezclado
CheckBoxGrayed=Grisáceo
CheckBoxReflected=Reflejado
GroupBoxButtonsFont=Tipo de letra
GroupBoxButtonsFontSize=Tamaño de letra
GroupBoxDisabled=Deshabilitado
GroupBoxIcons=Iconos
RadioButtonButtonsFontCustom=Personalizado
RadioButtonButtonsFontDefault=Por defecto
RadioButtonButtonsFontSizeCustom=Personalizado
RadioButtonButtonsFontSizeDefault=Por defecto
RadioButtonLargeIcons=Grande
RadioButtonSmallIcons=Pequeño
TrackEditBlend=Mezclar

[OptionsMenuBarItemsDialog]
Caption=Seleccionar artículos
VirtualDrawTreeAddItems:0=Artículo

[OptionsOutputFrame]
CheckBoxShowCheckBox=Muestre encasillado
CheckBoxShowOnlyLineNumbers:t=Translation needed
CheckBoxShowOnlyLineNumbers=Show only line numbers
CheckBoxShowTreeLines=Muestre línea de árboles
CheckBoxUseExplorerTheme=Use tema del Explorador
ComboBoxAlign=Alinear
SpinEditIndent=Sangrado
SpinEditMargin=Margen

[OptionsOutputTabsFrame]
CheckBoxBoldActiveTab=En negrillas tabulador activo 
CheckBoxCloseTabByDblClick=Cierre tabulador con doble-pulsado
CheckBoxCloseTabByMiddleClick=Cierre tabulador con pulsado-medio
CheckBoxEnlargeActiveTab=Agrandar tabuladores activos
CheckBoxMultiline=Multilínea
CheckBoxRightClickSelect=Seleccionar con pulsado derecho
CheckBoxSaveTabs=Guardar tabuladores
CheckBoxShowFindInFilesButton=Muestre buscar en botón de archivos
CheckBoxShowIcon=Muestre icono
ComboBoxShowCloseButton=Muestre botón de cerrar
GroupBoxFont=Tipo de letra
GroupBoxFontSize=Tamaño de letra
RadioButtonFontCustom=Personalizada
RadioButtonFontDefault=Por defecto
RadioButtonFontSizeCustom=Personalizada
RadioButtonFontSizeDefault=Por defecto
SpinEditTabHeight=Altura
SpinEditTabMargin=Margen
SpinEditTabSpacing=espaciado

[OptionsImageViewFrame]
CheckBoxControlBarVisible=Visible
CheckBoxEnabled=Habilitado
ComboBoxControlBarAlign=Alinear
ComboBoxZoom=Aumentar
GroupBoxControlBar=Barra de Control

[OptionsPDFViewFrame]
CheckBoxControlBarVisible=Visible
CheckBoxEnabled=Habilitado
CheckBoxSearchBarHighlightAll:t=Translation needed
CheckBoxSearchBarHighlightAll=Highlight all
CheckBoxSearchBarMatchCase:t=Translation needed
CheckBoxSearchBarMatchCase=Match case
CheckBoxSearchBarToggleSearchBar:t=Translation needed
CheckBoxSearchBarToggleSearchBar=Toggle search bar
CheckBoxSearchBarVisible=Visible
CheckBoxSearchBarWholeWords:t=Translation needed
CheckBoxSearchBarWholeWords=Whole words
ComboBoxControlBarAlign=Alinear
ComboBoxSearchBarAlign=Alinear
ComboBoxZoom=Aumentar
GroupBoxControlBar=Barra de Control
GroupBoxSearchBar:t=Translation needed
GroupBoxSearchBar=Search bar

[OptionsPrintFrame]
CheckBoxColorsEnabled=Habilitado
CheckBoxLineNumbersInMargin=En margen
CheckBoxLineNumbersVisible=Visible
CheckBoxShowFooterLine=Muestre pie de página
CheckBoxShowHeaderLine=Muestre encabezamiento
CheckBoxShowOnlyPageNumber=Muestre solo numero de página
CheckBoxUseRomanNumerals=Use numerales Romanos
CheckBoxVisibleDateTime=Visible
CheckBoxVisibleFilename=Visible
CheckBoxVisiblePageNumber=Visible
CheckBoxVisiblePrintedBy=Visible
CheckBoxWordWrap=Envoltura de Palabras
ComboBoxColorTheme=Color de tema
GroupBoxAlignmentDateTime=Alineación
GroupBoxAlignmentFilename=Alineación
GroupBoxAlignmentPageNumber=Alineación
GroupBoxAlignmentPrintedBy=Alineación
GroupBoxColors=Colores
GroupBoxDateTime=Fecha y hora
GroupBoxFilename=Nombre de Archivo
GroupBoxFont=Tipo de letra
GroupBoxFontSize=Tamaño de letra
GroupBoxLineNumbers=Números de Líneas
GroupBoxMargins=Margenes
GroupBoxPageNumber=Numero de pagina
GroupBoxPrintedBy=Impreso por
GroupBoxVerticalAlignmentDateTime=Alineación vertical
GroupBoxVerticalAlignmentFilename=Alineación vertical
GroupBoxVerticalAlignmentPageNumber=Alineación vertical
GroupBoxVerticalAlignmentPrintedBy=Alineación vertical
RadioButtonAlignmentLeftDateTime=Izquierda
RadioButtonAlignmentLeftFilename=Izquierda
RadioButtonAlignmentLeftPageNumber=Izquierda
RadioButtonAlignmentLeftPrintedBy=Izquierda
RadioButtonAlignmentRightDateTime=Derecha
RadioButtonAlignmentRightFilename=Derecha
RadioButtonAlignmentRightPageNumber=Derecha
RadioButtonAlignmentRightPrintedBy=Derecha
RadioButtonFontCustom=Personalizada
RadioButtonFontEditor=Editor
RadioButtonFontSizeCustom=Personalizada
RadioButtonFontSizeEditor=Editor
RadioButtonVerticalAlignmentFooterDateTime=Pie de página
RadioButtonVerticalAlignmentFooterFilename=Pie de página
RadioButtonVerticalAlignmentFooterPageNumber=Pie de página
RadioButtonVerticalAlignmentFooterPrintedBy=Pie de página
RadioButtonVerticalAlignmentHeaderDateTime=Encabezamiento
RadioButtonVerticalAlignmentHeaderFilename=Encabezamiento
RadioButtonVerticalAlignmentHeaderPageNumber=Encabezamiento
RadioButtonVerticalAlignmentHeaderPrintedBy=Encabezamiento
SpinEditMarginsBottom=Abajo
SpinEditMarginsLeft=Izquierda
SpinEditMarginsRight=Derecha
SpinEditMarginsTop=Arriba
TabSheetHeadedAndFooter=Encabezamientos y pie de página
TabSheetOptions=Opciones

[OptionsSQLFormatterCapitalizationFrame]
ComboBoxKeywords=Palabras claves
ComboBoxNames=Nombre
ComboBoxParameters=Parámetros

[OptionsSQLFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectDefaultSQLHighlighter:t=Translation needed
CheckBoxSelectDefaultSQLHighlighter=Select default SQL highlighter

[OptionsJSONFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectJSONHighlighter:t=Translation needed
CheckBoxSelectJSONHighlighter=Select JSON highlighter

[OptionsXMLFormatterFrame]
CheckBoxAlwaysVisible:t=Translation needed
CheckBoxAlwaysVisible=Always visible
CheckBoxSelectXMLHighlighter:t=Translation needed
CheckBoxSelectXMLHighlighter=Select XML highlighter

[OptionsSQLFormatterFormattingFrame]
CheckBoxAlignKeywordsRightInStatements=Alinear a la  derecha palabras claves en declaraciones
CheckBoxBreakJoinOnSections=Romper en secciones UNIR EN 
CheckBoxExpandBetweenConditions=Expandir entre condiciones
CheckBoxExpandBooleanExpressions=Expandir expresiones booleanas
CheckBoxExpandCaseStatements=Expandir caso de declaraciones
CheckBoxExpandCommaLists=Expandir lista de comas
CheckBoxExpandGroupByClause=Expandir agrupar por cláusula
CheckBoxExpandInLists=Expandir listas EN 
CheckBoxExpandInsertStatements=Expandir declaraciones de INSERTAR
CheckBoxExpandJoinOnBooleanExpressions=Expandir operadores boléanos
CheckBoxExpandOrderByClause=Expandir cláusula ORDENAR POR
CheckBoxSpaceAfterComma=Espacios después de coma
CheckBoxTrailingCommas=Comas finales

[OptionsSQLFormatterIndentationFrame]
CheckBoxRightPadColumnNames=Espacios a la derecha en nombres de columnas en CREAR TABLA o VER
CheckBoxUseTab=Use tabulador
SpinEditIndentLength=Largo del sangrado

[OptionsStatusBarFrame]
CheckBoxAutoSizePanels:t=Translation needed
CheckBoxAutoSizePanels=Auto size panels
CheckBoxShowCaretPosition=Muestre posición de signo de intercalación
CheckBoxShowCharacterCount=Muestre conteo de letras
CheckBoxShowEditorZoom=Muestre editor de aumento
CheckBoxShowEncoding=Muestre codificación
CheckBoxShowFileLineBreak=Muestre líneas de partidura de archivo
CheckBoxShowFileOpeningTime=Muestre la hora de apertura de archivo
CheckBoxShowHints=Muestre sugerencias
CheckBoxShowKeyState=Muestre estado de teclas
CheckBoxShowLineCount=Muestre conteo de líneas
CheckBoxShowMacro=Muestre macro
CheckBoxShowModified=Muestre modificado
CheckBoxShowSelectionInfo=Muestre información de selección
CheckBoxShowSizeGrip=Muestre tamaño de sujeción
CheckBoxVisible=Visible
GroupBoxFont=Letra
GroupBoxFontSize=Tamaño de letra
RadioButtonFontCustom=Personalizada
RadioButtonFontDefault=Por defecto
RadioButtonFontSizeCustom=Personalizada
RadioButtonFontSizeDefault=Por Defecto

[OptionsTitleBarFrame]
CheckBoxMagnifier=Muestre aumentador
CheckBoxShowApplicationName=Muestre nombre de aplicación
CheckBoxShowColorTheme=Muestre color de tema
CheckBoxShowEncoding=Muestre codificación
CheckBoxShowFavourite=Muestre favoritos
CheckBoxShowFileList=Muestre lista de archivos
CheckBoxShowFilename=Muestre nombre del archivo
CheckBoxShowHighlighter=Muestre resaltador
CheckBoxShowIcon=Muestre icono
CheckBoxShowMenu=Muestre menú
CheckBoxUseSystemStyle=Use estilo del sistema
GroupBoxFont=Letra
GroupBoxFontSize=Tamaño de letra
RadioButtonFontCustom=Personalizada
RadioButtonFontDefault=Por defecto
RadioButtonFontSizeCustom=Personalizada
RadioButtonFontSizeDefault=Por defecto

[OptionsToolbarFrame]
ActionAddButton:h=Añadir botón
ActionAddButton=Añadir Botón
ActionAddDivider:h=Añadir divisor
ActionAddDivider=Añadir Divisor
ActionDelete:h=Botón Eliminar
ActionDelete=Eliminar
ActionMoveDown:h=Mover botón selecto abajo
ActionMoveDown=Mover Abajo
ActionMoveUp:h=Mover botón selecto arriba
ActionMoveUp=Mover Arriba
ActionReset:h=Restablecer botones
ActionReset=Restablecer
VirtualDrawTree:0=Botón
VirtualDrawTree:h=Use Arrastrar y Pegar para mover los botones. Pulsado derecho en el menú emergente para insertar o eliminar botones.

[OptionsToolbarOptionsFrame]
GroupBoxBackground=Fondo
GroupBoxIcons=Iconos
RadioButtonBackgroundHigh=Alto
RadioButtonBackgroundLow=Bajo
RadioButtonBackgroundTransparent=Transparente
RadioButtonLargeIcons=Grande
RadioButtonSmallIcons=Pequeño
SpinEditMarginTop=Margen Arriba

[OptionsToolbarItemsDialog]
Caption=Seleccionar artículos
VirtualDrawTreeAddItems:0=Artículos

[PrintPreviewForm]
ActionColors:h=Cambiar Colores
ActionColors=Colores
ActionExit:h=Salir de Previsualizar Impresión
ActionExit=Salir
ActionFirst:h=Primera|Ir a la primera página
ActionFirst=Primera
ActionHighlight:h=Intercambiar destacar
ActionHighlight=Destacar
ActionLast:h=Última | ir a la última página
ActionLast=Última
ActionLineNumbers:h=Cambiar número de líneas
ActionLineNumbers=Cambiar número de Líneas
ActionNext:h=Próxima|Ir a la próxima página
ActionNext=Próxima
ActionPrevious:h=Anterior|Ir a la página anterior
ActionPrevious=Anterior
ActionPrint:h=Imprimir|Imprimir el Archivo
ActionPrint=Imprimir
ActionWordWrap:h=Cambiar Envoltura de Palabras
ActionWordWrap=Envoltura de Palabras
ActionZoom:h=Aumento|Aumentar/Disminuir
ActionZoom=Aumento
ActionZoomIn:h=Aumentar
ActionZoomIn=Aumentar
ActionZoomOut:h=Disminuir
ActionZoomOut=Disminuir
Caption=Impresión

[ReplaceDialog]
ActionClose=Cerrar
ActionFindNext=Buscar próximo
ActionReplace=Reemplazar
ActionReplaceAll=Reemplazar todos
ActionSearchEngine=Seleccione programa de búsqueda
Caption=Reemplaze
CheckBoxMatchCase=Caso Sensitivo
CheckBoxPromptOnReplace=Avise en replazo
CheckBoxSelectedOnly=Solamente selectos
CheckBoxWholeWords=Palabras completas
ComboBoxSearchFor=Buscar por
GroupBoxDirection=Dirección
GroupBoxOptions=Opciones
GroupBoxOrigin=Origen
GroupBoxReplaceIn=Reemplace en
RadioButtonActiveFile=Archivo activo
RadioButtonAllOpenFiles=Todos los archivos abiertos
RadioButtonDeleteLine=Elimine líneas
RadioButtonDirectionBackward=Hacia atrás
RadioButtonDirectionForward=Adelante
RadioButtonEntireScope=Alcance completo
RadioButtonOriginFromCursor=Desde el cursor
RadioButtonReplaceWith=Reemplace con

[SearchForFilesForm]
Caption=Buscar por Archivos
PanelSearchingFiles=Buscando archivos...

[ShortcutsForm]
Caption=Atajos
VirtualDrawTree:0=Atajo
VirtualDrawTree:1=Nombre
VirtualDrawTree:2=Indicio

[OptionsSkinFrame]
CheckBoxActive=Activo
CheckBoxExtendedBordersEnabled=Habilitado
CheckBoxExtendedBordersFull=Completo
ComboBoxOptimizingPriority=Optimizando Prioridades
GroupBoxColorization=Coloración
GroupBoxExtendedBorders=Bordes Extendidos
LabelBrightness=Brillantes
LabelHueOffset=Desplazo HUE
LabelSaturation=Saturación
LabelTransparency=Transparencia
SkinSelector=Piel

[OptionsSkinButtonsFrame]
CheckBoxShowButtonFocusRect=Muestre enfoque botones restificado
CheckBoxUseButtonColors=Use Colores de Botones

[OptionsSkinEffectsFrame]
CheckBoxAllowAeroBlurring=Permita Borroso Externo
CheckBoxAllowAnimation=Permita Animación
CheckBoxAllowGlowing=Permita Destello
CheckBoxAllowOuterEffects=Permita Efectos Externos
CheckBoxBlendOnMove=Mezclar al Mover

[OptionsSkinFontFrame]
RadioButtonFontCustom=Modificado
RadioButtonFontDefault=Determinado
RadioButtonFontFromSkin=De la Piel

[OptionsSkinHintsFrame]
CheckBoxHintAnimated=Animados
ComboBoxHintStyle=Estilo
SpinEditShowInterval=Muestre Intervalos (ms)
SpinEditHideInterval=Esconda Intervalos (ms)

[OptionsSkinScrollBarsFrame]
CheckBoxArrowButtonsDefaultSize=Tamaño Determinado
CheckBoxArrowButtonsVisible=Visible
CheckBoxScrollWidthDefaultSize=Tamaño por defecto
GroupBoxArrowButtons=Botones de Flechas
GroupBoxScrollBar=Barra de Rodaje
SpinEditArrowButtonsSize=Tamaño
SpinEditScrollWidthSize=Tamaño

[OptionsSkinStylesFrame]
CheckBoxDirectory:t=Translation needed
CheckBoxDirectory=Directory
CheckBoxFiles:t=Translation needed
CheckBoxFiles=Files
CheckBoxMenuBar:t=Translation needed
CheckBoxMenuBar=Menu bar
CheckBoxOutput:t=Translation needed
CheckBoxOutput=Output
CheckBoxUseCardGroupBoxStyle=Use Grupo Tarjeta Estilo Caja
ComboBoxArrowStyle=Estilo de Flecha
GroupBoxSimplePageControl:t=Translation needed
GroupBoxSimplePageControl=Simple page control

[TabsSelectDialog]
Caption=Seleccionar Tabulador
VirtualDrawTree:0=Tabulador

[WarningMessage]
FileAccessError=Error de acceso al archivo %s .

[SaveChangesDialog]
Caption=Guarde archivo cambiado
VirtualDrawTree:0=Archivo
VirtualDrawTree:1=Vía

[ConnectDialog]
Caption=Conectar
EditPassword=Contraseña

[UploadDialog]
Caption=Descarga
EditFilename=Nombre del Archivo
EditPath=Vía

[NewFolderDialog]
Caption=Carpeta Nueva
EditPath=Vía

[DirectoryTabSFTPDialog]
Caption=Coneción SFTP
CheckBoxSavePassword=Guarde la Contraseña
CheckBoxShowOutput=Muestre Resultado
EditPassword=Contraseña
EditPort=Puerto
EditPrivateKeyFile=Archivo Llave Privado
EditRootDirectory=Directorio Raíz
EditServer=Servidor
EditTabName=Nombre del Tabulador
EditUsername=Nombre de Usuario
